[
    {
        "ID": "RoleConfig_10001_Name",
        "Str": "Noe"
    },
    {
        "ID": "RoleConfig_10002_Name",
        "Str": "Arya"
    },
    {
        "ID": "RoleConfig_10003_Name",
        "Str": "Calvin"
    },
    {
        "ID": "RoleConfig_10004_Name",
        "Str": "Derek"
    },
    {
        "ID": "RoleConfig_10005_Name",
        "Str": "Ethan"
    },
    {
        "ID": "RoleConfig_10006_Name",
        "Str": "Aiden"
    },
    {
        "ID": "RoleConfig_10007_Name",
        "Str": "Fane"
    },
    {
        "ID": "RoleConfig_10008_Name",
        "Str": "Jastrząb"
    },
    {
        "ID": "RoleConfig_10009_Name",
        "Str": "Gareth"
    },
    {
        "ID": "RoleConfig_10010_Name",
        "Str": "Justin"
    },
    {
        "ID": "RoleConfig_10011_Name",
        "Str": "Kane"
    },
    {
        "ID": "RoleConfig_10012_Name",
        "Str": "Chudy"
    },
    {
        "ID": "RoleConfig_10013_Name",
        "Str": "Marcus"
    },
    {
        "ID": "RoleConfig_10014_Name",
        "Str": "Oliver"
    },
    {
        "ID": "RoleConfig_10015_Name",
        "Str": "Vera"
    },
    {
        "ID": "RoleConfig_10016_Name",
        "Str": "Mira"
    },
    {
        "ID": "RoleConfig_10017_Name",
        "Str": "Lena"
    },
    {
        "ID": "RoleConfig_10018_Name",
        "Str": "Feliks"
    },
    {
        "ID": "RoleConfig_10019_Name",
        "Str": "Quentin"
    },
    {
        "ID": "RoleConfig_10020_Name",
        "Str": "Ryan"
    },
    {
        "ID": "RoleConfig_10021_Name",
        "Str": "Simon"
    },
    {
        "ID": "RoleConfig_10022_Name",
        "Str": "Thomas"
    },
    {
        "ID": "RoleConfig_10023_Name",
        "Str": "Ulf powiedział:"
    },
    {
        "ID": "RoleConfig_10024_Name",
        "Str": "Zack"
    },
    {
        "ID": "RoleConfig_10025_Name",
        "Str": "Oddział Finn"
    },
    {
        "ID": "RoleConfig_20001_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20002_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20003_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20004_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20005_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20006_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20007_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20008_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20009_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20010_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20011_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20012_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_20013_Name",
        "Str": "Wanderers"
    },
    {
        "ID": "RoleConfig_30004_Name",
        "Str": "Zły Derek"
    },
    {
        "ID": "RoleConfig_30005_Name",
        "Str": "Zły Ethan"
    },
    {
        "ID": "RoleConfig_30006_Name",
        "Str": "Zły Aiden"
    },
    {
        "ID": "RoleConfig_30007_Name",
        "Str": "Zły Finn"
    },
    {
        "ID": "RoleConfig_30008_Name",
        "Str": "Zły Jastrząb"
    },
    {
        "ID": "RoleConfig_30009_Name",
        "Str": "Zły Gareth"
    },
    {
        "ID": "RoleConfig_30010_Name",
        "Str": "Zły Justyn"
    },
    {
        "ID": "RoleConfig_30011_Name",
        "Str": "Zły Kane"
    },
    {
        "ID": "RoleConfig_30012_Name",
        "Str": "Zły Lean"
    },
    {
        "ID": "RoleConfig_30013_Name",
        "Str": "Zły Marcus"
    },
    {
        "ID": "RoleConfig_30014_Name",
        "Str": "Zły Oliver"
    },
    {
        "ID": "RoleConfig_30015_Name",
        "Str": "Zła Vera"
    },
    {
        "ID": "RoleConfig_30016_Name",
        "Str": "Zła Mira"
    },
    {
        "ID": "RoleConfig_30017_Name",
        "Str": "Zła Lena"
    },
    {
        "ID": "RoleConfig_30018_Name",
        "Str": "Zły Feliks"
    },
    {
        "ID": "RoleConfig_30019_Name",
        "Str": "Zły Quentin"
    },
    {
        "ID": "RoleConfig_30020_Name",
        "Str": "Zły Ryan"
    },
    {
        "ID": "RoleConfig_30022_Name",
        "Str": "Zły Thomas"
    },
    {
        "ID": "RoleConfig_30023_Name",
        "Str": "Zły Ulf"
    },
    {
        "ID": "RoleConfig_30024_Name",
        "Str": "Zły Zach"
    },
    {
        "ID": "RoleConfig_10001_Desc",
        "Str": "Noah to młody odkrywca, którego pasją jest odkrywanie nieznanego. Doskonale radzi sobie z nawigacją i umiejętnościami przetrwania, posiada bogatą wiedzę o przyrodzie i często potrafi znaleźć wyjście z trudnych sytuacji. Ma pogodną osobowość, uwielbia nawiązywać przyjaźnie i jest pełen nadziei na przyszłość."
    },
    {
        "ID": "RoleConfig_10002_Desc",
        "Str": "Arya to inteligentna i rezolutna wojowniczka, która doskonale radzi sobie w szermierce i strategii walki. Pochodzi z rodziny zajmującej się sztukami walki, a jej rodzice byli legendarnymi bohaterami. Uzbrojona w sprawiedliwość i determinację, by chronić słabszych, Arya często angażuje się w przygody i wyzwania."
    },
    {
        "ID": "RoleConfig_10003_Desc",
        "Str": "Kalwin był genialnym prorokiem, który koncentrował się na ochronie środowiska i zrównoważonym rozwoju. Angażuje się w odkrywanie nieznanego i pomaganie ludziom żyć w zgodzie z naturą. Jest introwertykiem, ale jego zamiłowanie do wiedzy sprawia, że jest bardzo szanowany wśród rówieśników."
    },
    {
        "ID": "RoleConfig_10004_Desc",
        "Str": "Derek jest biznesmenem z cechami przywódczymi i prowadzi dobrze prosperującą firmę. Jest dobry w wykorzystywaniu okazji biznesowych i ma dobrą strategię, która zdobyła zaufanie i wsparcie wielu osób."
    },
    {
        "ID": "RoleConfig_10005_Desc",
        "Str": "Ethan to młody artysta, który skupia się na malarstwie i rzeźbie. Jego prace są pełne emocji i często odzwierciedlają jego wyjątkowe spojrzenie na życie. Choć czasami wydawał się wycofany, jego pasja do sztuki przyciągała wielu zwolenników."
    },
    {
        "ID": "RoleConfig_10006_Desc",
        "Str": "Aiden jest geniuszem technologicznym, który specjalizuje się w programowaniu i hakowaniu. Jego talent sprawił, że zasłynął w dziedzinie cyberbezpieczeństwa, ale często wykorzystuje też swoje umiejętności do walki o sprawiedliwość. Aiden ma humorystyczną osobowość i jest dobry w dostosowywaniu atmosfery."
    },
    {
        "ID": "RoleConfig_10007_Desc",
        "Str": "Finn jest mistycznym wróżbitą, który specjalizuje się w korzystaniu z kart tarota i astrologii. Jest w stanie uzyskać wgląd w ludzkie serca i pomóc innym odnaleźć swoją drogę w życiu. Finn jest łagodny i współczujący i zawsze chętnie wysłuchuje problemów innych."
    },
    {
        "ID": "RoleConfig_10008_Desc",
        "Str": "Hawke jest odważnym myśliwym, który doskonale radzi sobie ze śledzeniem i przetrwaniem na wolności. Kocha przyrodę i często mieszka samotnie w lesie. Ma silne poczucie sprawiedliwości i jest gotów walczyć w obronie swojej ojczyzny."
    },
    {
        "ID": "RoleConfig_10009_Desc",
        "Str": "Gareth był doświadczonym rycerzem, który był lojalny wobec swojego królestwa. Był człowiekiem wielkiej wiary i odwagi, często brał udział w walkach w obronie ojczyzny. Jego życzliwość i poczucie odpowiedzialności zjednały mu miłość ludzi."
    },
    {
        "ID": "RoleConfig_10010_Desc",
        "Str": "Justin jest doskonałym muzykiem, który doskonale radzi sobie na gitarze i kompozycji. Jego styl muzyczny jest unikalny, często włącza osobiste doświadczenia do swoich tekstów. Ma pogodną osobowość i chętnie dzieli się swoją sztuką, dzięki czemu zyskał szerokie grono fanów."
    },
    {
        "ID": "RoleConfig_10011_Desc",
        "Str": "Kane jest doskonałym lekarzem, który koncentruje się na zabiegach nagłych i chirurgicznych. Posiada głęboką wiedzę i doświadczenie w dziedzinie medycyny, często pomagając innym w czasach kryzysu. Rygorystyczny i współczujący, Kane jest szanowany zarówno przez pacjentów, jak i współpracowników."
    },
    {
        "ID": "RoleConfig_10012_Desc",
        "Str": "Leanne jest doskonałym sportowcem, który wyróżnia się w lekkoatletyce i pływaniu. Jest znany ze swojej silnej woli i ducha walki, a także stara się realizować swoje marzenia. Mimo presji zawsze z optymizmem stawia czoła wyzwaniom."
    },
    {
        "ID": "RoleConfig_10013_Desc",
        "Str": "Marcus jest historykiem, który skupia się na badaniach nad starożytnymi cywilizacjami. Jego badania są pogłębione i szczegółowe, często ujawniają mało znane prawdy historyczne. Uwielbia dzielić się wiedzą i jest częstym prelegentem na uczelniach i wykładach."
    },
    {
        "ID": "RoleConfig_10014_Desc",
        "Str": "Oliver to młody mag o potężnych zdolnościach magicznych. W procesie uczenia się i zgłębiania magii nieustannie rzuca sobie wyzwanie, aby dążyć do wyższych sfer. Oliver ma ciepłą osobowość i jest pełen ciekawości."
    },
    {
        "ID": "RoleConfig_10015_Desc",
        "Str": "Vera jest utalentowaną tancerką, specjalizującą się w balecie i tańcu współczesnym. Jej taniec jest pełen mocy i wdzięku, a publiczność ją uwielbia. Vera ma pogodną osobowość i chętnie dzieli się swoimi artystycznymi doświadczeniami."
    },
    {
        "ID": "RoleConfig_10016_Desc",
        "Str": "Mira jest doskonałą szefową kuchni z talentem do kreatywnego gotowania. Ma wyjątkowe wyczucie wyboru i łączenia składników, co często zaskakuje klientów. Mira ma ciepłą osobowość i jest dobrym komunikatorem i uwielbia dzielić się swoim doświadczeniem kulinarnym."
    },
    {
        "ID": "RoleConfig_10017_Desc",
        "Str": "Lena jest znakomitą dziennikarką z talentem do dziennikarstwa śledczego. Jej obsesyjne dążenie do prawdy sprawiło, że wyróżnia się w świecie mediów. Lena jest odważna i nieustraszona, gotowa zapuszczać się w niebezpieczne miejsca i ujawniać niesprawiedliwość społeczną."
    },
    {
        "ID": "RoleConfig_10018_Desc",
        "Str": "Felix jest profesjonalnym programistą, który specjalizuje się w tworzeniu złożonych systemów oprogramowania. Jest skrupulatny w swojej pracy i często odgrywa kluczowe role w projektach. Ma skromną osobowość, ale jest bardzo szanowany w społeczności technicznej."
    },
    {
        "ID": "RoleConfig_10019_Desc",
        "Str": "Quentin był filozofem, który skupiał się na etyce i sensie ludzkiej egzystencji. Był częstym myślicielem i pisał o skomplikowanych problemach ludzkich. Quentin ma spokojną osobowość i dobrze słucha opinii innych."
    },
    {
        "ID": "RoleConfig_10020_Desc",
        "Str": "Ryan jest odważnym strażakiem, który jest zawsze gotowy do ochrony życia i mienia innych. Ma silną osobowość i nigdy nie wzdryga się w obliczu niebezpieczeństwa, a jego koledzy i społeczność są bardzo chwaleni."
    },
    {
        "ID": "RoleConfig_10021_Desc",
        "Str": "Szymon był starszym mędrcem, który skupiał się na studiowaniu starożytnych kultur i był dobrze znany na kontynencie, i nikt nie wiedział, skąd pochodzi ani kiedy się urodził."
    },
    {
        "ID": "RoleConfig_10022_Desc",
        "Str": "Thomas jest znanym pisarzem znanym ze swoich barwnych powieści i głębokich komentarzy społecznych. Jego prace często odzwierciedlają rzeczywiste wyzwania i złożoność ludzkiej natury. Thomas ma humorystyczną osobowość i uwielbia wchodzić w interakcje ze swoimi czytelnikami."
    },
    {
        "ID": "RoleConfig_10023_Desc",
        "Str": "Ulf to potężny łowca Warcrafta, który specjalizuje się w tropieniu i łapaniu tajemniczych stworzeń. Jego historia jest legendarna, często przynosząc bezpieczeństwo wiosce. Ma silną osobowość i uwielbia przygody."
    },
    {
        "ID": "RoleConfig_10024_Desc",
        "Str": "Zach to młody fotograf z pasją do uwieczniania piękna chwil. Jego twórczość jest pełna emocji i często rezonuje z publicznością. Zach ma żywą osobowość i jest otwarty na odkrywanie nowych pomysłów."
    },
    {
        "ID": "ItemConfig_1_Name",
        "Str": "Przedmioty związane z talentami"
    },
    {
        "ID": "ItemConfig_2_Name",
        "Str": "Przedmioty poziomu"
    },
    {
        "ID": "ItemConfig_3_Name",
        "Str": "Monety sprzętu"
    },
    {
        "ID": "StoryConfig_10001002_Context",
        "Str": "To najlepsze i najgorsze czasy."
    },
    {
        "ID": "StoryConfig_10001003_Context",
        "Str": "Mieszkańcy kontynentu Emoti cieszą się pokojem i dobrobytem, kultura się rozwija, a nauka i technologia się naprzód."
    },
    {
        "ID": "StoryConfig_10001004_Context",
        "Str": "W tym samym czasie po cichu budzi się zła siła."
    },
    {
        "ID": "StoryConfig_10001005_Context",
        "Str": "Moc Władcy Pustki przyniesie niewypowiedziane zniszczenie i strach, a kiedy Władca Pustki się obudzi, będzie siał spustoszenie swoją armią ciemności, niszcząc wioski, zanieczyszczając lasy i zamieniając rzeki w jad. Niegdyś spokojny świat również pogrąży się w bezprecedensowym chaosie."
    },
    {
        "ID": "StoryConfig_10002001_Context",
        "Str": "Po zwycięstwie na kontynencie Emotti nastał nowy świt. Mroczna armia Władcy Pustki została całkowicie pokonana, a cienie ciemności stopniowo się cofnęły, pozostawiając krainę z nową nadzieją. Niegdyś zniszczone wioski są odbudowywane z wytrwałością i jednością, a niegdyś zanieczyszczone lasy i rzeki są odradzane. Chociaż blizny na ziemi są głębokie, nasiona pokoju i dobrobytu zostały ponownie zasiane dzięki wspólnym wysiłkom wszystkich stron."
    },
    {
        "ID": "StoryConfig_10002002_Context",
        "Str": "Ludzie są pełni bezprecedensowej ufności w przyszłość, a postęp kultury i technologii nie tylko przyspieszył tempo odbudowy, ale także otworzył nową erę. Bohaterowie stali się legendami, inspirując pokolenia do dążenia do odwagi i mądrości. W tej zrewitalizowanej krainie mieszkańcy kontynentu Emotti zmierzają w kierunku bardziej błyskotliwej i harmonijnej przyszłości, podejmując bardziej zdecydowane kroki."
    },
    {
        "ID": "StoryConfig_10002003_Context",
        "Str": "Historia zapamięta ten moment, jak światło wyszło na jaw w obliczu ciemności i opowie historię tej podróży od chaosu do odrodzenia. W nadchodzących dniach kontynent Emotti będzie nadal pisał swój własny chwalebny rozdział, przeszłe cierpienia staną się drabiną wzrostu, a świt pokoju zawsze będzie rozświetlał tę magiczną krainę."
    },
    {
        "ID": "LevelConfig_10001_Name",
        "Str": "Aoki - Zacieniona Dzielnica"
    },
    {
        "ID": "LevelConfig_10002_Name",
        "Str": "Dystrykt Aoki-Linxi"
    },
    {
        "ID": "LevelConfig_10003_Name",
        "Str": "Lanhai - strefa pływów"
    },
    {
        "ID": "LevelConfig_10004_Name",
        "Str": "Dystrykt Lanhai-Haiyun"
    },
    {
        "ID": "LevelConfig_10005_Name",
        "Str": "Kamienne Miasto - Skalna Dzielnica"
    },
    {
        "ID": "LevelConfig_10006_Name",
        "Str": "Kamienne Miasto - Dzielnica Houtu"
    },
    {
        "ID": "LevelConfig_10007_Name",
        "Str": "Yandu - Strefa Płomienia"
    },
    {
        "ID": "LevelConfig_10008_Name",
        "Str": "Dystrykt Yandu-Chiguang"
    },
    {
        "ID": "LevelConfig_10009_Name",
        "Str": "Yaodu - Genialna dzielnica"
    },
    {
        "ID": "LevelConfig_10010_Name",
        "Str": "Yaodu - Dzielnica Odlewnicza"
    },
    {
        "ID": "LevelConfig_10011_Name",
        "Str": "Otchłań - Strefa Mroku"
    },
    {
        "ID": "LevelConfig_10012_Name",
        "Str": "Samotna Otchłań - Dzielnica Glen"
    },
    {
        "ID": "LevelConfig_10013_Name",
        "Str": "Otchłań - Strefa Otchłani"
    },
    {
        "ID": "LevelConfig_10001_Desc",
        "Str": "Zielony obszar znany jest z wysokich drzew i gęstych lasów, przeplatających się z domkami na drzewie i wiszącymi mostami, a mieszkańcy żyją na drzewach i stają się jednością z naturą. Powietrze jest świeże, ptaki śpiewają i jest to idealne miejsce do medytacji i relaksu."
    },
    {
        "ID": "LevelConfig_10002_Desc",
        "Str": "W samym sercu dzielnicy Lynn Creek znajduje się krystalicznie czysty potok otoczony rozległymi łąkami i ogrodami kwiatowymi, w których można organizować pikniki i spacery. Znajduje się tu również centrum edukacji ekologicznej poświęcone upowszechnianiu wiedzy o środowisku i ochronie przyrody."
    },
    {
        "ID": "LevelConfig_10003_Desc",
        "Str": "Strefa pływów ma spektakularną linię brzegową i zróżnicowaną scenę pływową. Piaszczyste plaże i nadmorskie spacery przyciągają niezliczonych turystów, którzy chcą cieszyć się słońcem, piaskiem i falami. W obszarze pływów znajduje się również centrum życia morskiego, które prezentuje obfitość życia morskiego."
    },
    {
        "ID": "LevelConfig_10004_Desc",
        "Str": "Dzielnica Haiyun słynie z przyjemnej morskiej bryzy i spokojnego tempa życia. Rybacy codziennie rano wypływają w morze, a wieczorem przywożą świeże owoce morza. Targi z owocami morza i restauracje przy plaży serwują najświeższe przysmaki i przyciągają gości."
    },
    {
        "ID": "LevelConfig_10005_Desc",
        "Str": "Skalna Dzielnica słynie z ogromnych kamiennych bloków i solidnych budynków, a jej mieszkańcy znani są ze swojej wytrwałości i ciężkiej pracy. Tutejsza architektura i rzeźby pokazują wykwintne umiejętności murarskie i przyciągają wielu turystów."
    },
    {
        "ID": "LevelConfig_10006_Desc",
        "Str": "Budynki w gęstej ziemi są zbudowane głównie z ciężkiego kamienia i gliny, co nadaje im mocny i bezpieczny charakter. Jest bogaty w zabytki kulturalne i historyczne, prezentujące długą historię i unikalne tradycje kulturowe Kamiennego Miasta."
    },
    {
        "ID": "LevelConfig_10007_Desc",
        "Str": "Dzielnica Flame słynie z aktywnej aktywności wulkanicznej i gorących źródeł, w których odwiedzający mogą doświadczyć komfortu gorących źródeł geotermalnych i dreszczyku emocji związanych z eksploracją wulkaniczną. Tutejszy krajobraz jest wspaniały, dzięki czemu jest idealny dla miłośników przygód i przygód."
    },
    {
        "ID": "LevelConfig_10008_Desc",
        "Str": "Strefa Czerwonego Światła jest usiana czerwonymi skałami i żyłami, w których górnicy ciężko pracują, aby wydobyć różne cenne rudy. Unikalny krajobraz i działalność górnicza na tym obszarze sprawiają, że jest to popularne miejsce zarówno dla geologów, jak i turystów."
    },
    {
        "ID": "LevelConfig_10009_Desc",
        "Str": "Mienią się tu w słońcu wieżowce w tej okolicy, a także siedziby magnatów biznesowych i luksusowe centra handlowe. Nocą wspaniała okolica jest oświetlona jak rozgwieżdżone niebo, przyciągając wielu turystów do zwiedzania i zakupów."
    },
    {
        "ID": "LevelConfig_10010_Desc",
        "Str": "To raj dla rzemieślników i wynalazców, z brzękiem różnych metali i rykiem płomieni wypełniającym całą okolicę. Znajdują się tu najnowocześniejsze kuźnie i warsztaty mechaniczne, a produkty sprzedawane są na całym świecie."
    },
    {
        "ID": "LevelConfig_10011_Desc",
        "Str": "Strefa Cienia spowita jest wiecznym cieniem, a tutejsza architektura zdominowana jest przez czerń i szarość, co nadaje jej tajemniczego i podniosłego charakteru. Jego mieszkańcy są biegli w skradankowym rzemiośle i strategiach, a wiele legendarnych historii ma tu swój początek."
    },
    {
        "ID": "LevelConfig_10012_Desc",
        "Str": "Dolina znajduje się w głębokiej dolinie i przez cały rok spowijana jest mgłą. Tutejsze otoczenie jest spokojne i tajemnicze, a mieszkańcy żyją w odosobnieniu. Tutejszy naturalny krajobraz jest wyjątkowy, co czyni go idealnym miejscem dla osób szukających spokoju i inspiracji."
    },
    {
        "ID": "LevelConfig_10013_Desc",
        "Str": "Strefa Otchłani to najgłębsza część Otchłani, pełna niewiadomych i możliwości eksploracji. Istnieje wiele nieodkrytych jaskiń i podziemnych rzek, w których odkrywcy szukają skarbów i sekretów, stawiając czoła niezliczonym wyzwaniom i niebezpieczeństwom."
    },
    {
        "ID": "SkillConfig_10001_Name",
        "Str": "atak"
    },
    {
        "ID": "SkillConfig_10002_Name",
        "Str": "traktować"
    },
    {
        "ID": "SkillConfig_10003_Name",
        "Str": "Odwrót rajdowy"
    },
    {
        "ID": "SkillConfig_10004_Name",
        "Str": "Ataki łańcuchowe"
    },
    {
        "ID": "SkillConfig_10005_Name",
        "Str": "Inspiracja"
    },
    {
        "ID": "SkillConfig_10006_Name",
        "Str": "Sneak"
    },
    {
        "ID": "SkillConfig_10007_Name",
        "Str": "Cios Krytyczny"
    },
    {
        "ID": "SkillConfig_10008_Name",
        "Str": "fantom"
    },
    {
        "ID": "SkillConfig_10009_Name",
        "Str": "Zawroty głowy"
    },
    {
        "ID": "SkillConfig_10010_Name",
        "Str": "Dodatkowe działania"
    },
    {
        "ID": "SkillConfig_10011_Name",
        "Str": "Bariery stalowe"
    },
    {
        "ID": "SkillConfig_10012_Name",
        "Str": "zdezorientowany"
    },
    {
        "ID": "SkillConfig_10013_Name",
        "Str": "Handicap Przeznaczenia"
    },
    {
        "ID": "SkillConfig_10014_Name",
        "Str": "Drenaż życia"
    },
    {
        "ID": "SkillConfig_10015_Name",
        "Str": "Odbudowa populacji"
    },
    {
        "ID": "SkillConfig_10016_Name",
        "Str": "Stalowa osłona"
    },
    {
        "ID": "SkillConfig_10017_Name",
        "Str": "Gniew ustąpił"
    },
    {
        "ID": "SkillConfig_10018_Name",
        "Str": "Magiczne schronienie"
    },
    {
        "ID": "SkillConfig_10019_Name",
        "Str": "Bariera many"
    },
    {
        "ID": "SkillConfig_10001_Desc",
        "Str": "Zadaje obrażenia wybranemu wrogowi"
    },
    {
        "ID": "SkillConfig_10002_Desc",
        "Str": "Przywraca zdrowie określonego członka drużyny"
    },
    {
        "ID": "SkillConfig_10003_Desc",
        "Str": "Zwiększa akcję w wybranym miejscu po zaatakowaniu"
    },
    {
        "ID": "SkillConfig_10004_Desc",
        "Str": "Zadaje obrażenia wybranym wrogom i pobliskim wrogom."
    },
    {
        "ID": "SkillConfig_10005_Desc",
        "Str": "Przywraca wściekłość wszystkim członkom drużyny"
    },
    {
        "ID": "SkillConfig_10006_Desc",
        "Str": "Bieżący skręt nie jest widoczny"
    },
    {
        "ID": "SkillConfig_10007_Desc",
        "Str": "Wrogowie zadają bardzo duże obrażenia"
    },
    {
        "ID": "SkillConfig_10008_Desc",
        "Str": "Podziel swoich własnych bohaterów"
    },
    {
        "ID": "SkillConfig_10009_Desc",
        "Str": "Sprawia, że wróg staje się nieaktywny w bieżącej turze"
    },
    {
        "ID": "SkillConfig_10010_Desc",
        "Str": "Dodaje akcję do konkretnego członka drużyny"
    },
    {
        "ID": "SkillConfig_10011_Desc",
        "Str": "Osłaniaj tarczą wszystkich członków drużyny"
    },
    {
        "ID": "SkillConfig_10012_Desc",
        "Str": "Ma szansę zmienić cel ataku wroga w członka drużyny w bieżącej turze."
    },
    {
        "ID": "SkillConfig_10013_Desc",
        "Str": "Kosztem własnego pozostałego HP postaw na własne pozostałe HP wroga, a prawdopodobieństwo zwycięstwa wynosi pozostałe HP / (nasze pozostałe HP + pozostałe HP wroga)"
    },
    {
        "ID": "SkillConfig_10014_Desc",
        "Str": "Zamienia 20% obrażeń zadanych wrogom na własne HP"
    },
    {
        "ID": "SkillConfig_10015_Desc",
        "Str": "Przywraca zdrowie wszystkim członkom drużyny"
    },
    {
        "ID": "SkillConfig_10016_Desc",
        "Str": "Osłanianie tarczą określonego członka drużyny"
    },
    {
        "ID": "SkillConfig_10017_Desc",
        "Str": "Zmniejsza ogólną wściekłość wroga"
    },
    {
        "ID": "SkillConfig_10018_Desc",
        "Str": "Dodaje magiczne tarcze wszystkim członkom drużyny"
    },
    {
        "ID": "SkillConfig_10019_Desc",
        "Str": "Nakłada magiczne tarcze na określonych członków drużyny"
    },
    {
        "ID": "TalentConfig_10001001_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001002_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001003_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001004_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001005_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001006_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001007_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001008_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001009_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001010_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001011_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001012_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001013_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001014_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001015_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001016_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001017_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001018_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001019_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001020_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001021_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001022_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001023_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001024_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001025_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001026_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001027_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001028_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001029_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001030_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001031_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001032_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001033_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001034_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001035_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001036_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001037_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001038_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001039_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001040_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001041_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001042_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001043_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001044_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001045_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001046_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001047_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001048_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001049_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001050_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001051_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001052_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001053_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001054_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001055_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001056_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001057_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001058_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001059_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001060_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001061_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001062_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001063_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001064_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001065_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001066_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001067_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001068_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001069_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001070_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001071_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001072_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001073_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001074_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001075_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001076_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001077_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001078_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001079_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001080_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001081_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001082_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001083_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001084_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001085_Name",
        "Str": "życie"
    },
    {
        "ID": "TalentConfig_10001086_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "TalentConfig_10001087_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "TalentConfig_10001088_Name",
        "Str": "traktować"
    },
    {
        "ID": "TalentConfig_10001089_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "TalentConfig_10001090_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "TalentConfig_10001091_Name",
        "Str": "Odrzucenie gniewu"
    },
    {
        "ID": "TalentConfig_10001092_Name",
        "Str": "Unik"
    },
    {
        "ID": "TalentConfig_10001093_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "TalentConfig_10001094_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "TalentConfig_10001095_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "TalentConfig_10001096_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "TalentConfig_10001001_Desc",
        "Str": "Zdrowie +4 pkt."
    },
    {
        "ID": "TalentConfig_10001002_Desc",
        "Str": "Atak Fizyczny +4"
    },
    {
        "ID": "TalentConfig_10001003_Desc",
        "Str": "Magiczny Atak +4"
    },
    {
        "ID": "TalentConfig_10001004_Desc",
        "Str": "Leczenie +4"
    },
    {
        "ID": "TalentConfig_10001005_Desc",
        "Str": "Obrona fizyczna +4"
    },
    {
        "ID": "TalentConfig_10001006_Desc",
        "Str": "Magiczna Obrona +4"
    },
    {
        "ID": "TalentConfig_10001007_Desc",
        "Str": "Regeneracja Wściekłości +4"
    },
    {
        "ID": "TalentConfig_10001008_Desc",
        "Str": "Unik +0.8%"
    },
    {
        "ID": "TalentConfig_10001009_Desc",
        "Str": "Przebicie fizyczne +0,8%"
    },
    {
        "ID": "TalentConfig_10001010_Desc",
        "Str": "Przebicie odporności +0,8%"
    },
    {
        "ID": "TalentConfig_10001011_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +0,8%"
    },
    {
        "ID": "TalentConfig_10001012_Desc",
        "Str": "Zwiększenie obrażeń many +0,8%"
    },
    {
        "ID": "TalentConfig_10001013_Desc",
        "Str": "Zdrowie +6 pkt."
    },
    {
        "ID": "TalentConfig_10001014_Desc",
        "Str": "Atak Fizyczny +6"
    },
    {
        "ID": "TalentConfig_10001015_Desc",
        "Str": "Magiczny Atak +6"
    },
    {
        "ID": "TalentConfig_10001016_Desc",
        "Str": "Leczenie +6"
    },
    {
        "ID": "TalentConfig_10001017_Desc",
        "Str": "Obrona fizyczna +6"
    },
    {
        "ID": "TalentConfig_10001018_Desc",
        "Str": "Magiczna Obrona +6"
    },
    {
        "ID": "TalentConfig_10001019_Desc",
        "Str": "Wściekłość regeneruje +6 pkt."
    },
    {
        "ID": "TalentConfig_10001020_Desc",
        "Str": "Unik +1.2%"
    },
    {
        "ID": "TalentConfig_10001021_Desc",
        "Str": "Przebicie fizyczne +1,2%"
    },
    {
        "ID": "TalentConfig_10001022_Desc",
        "Str": "Przebicie odporności +1,2%"
    },
    {
        "ID": "TalentConfig_10001023_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +1,2%"
    },
    {
        "ID": "TalentConfig_10001024_Desc",
        "Str": "Zwiększenie obrażeń many +1,2%"
    },
    {
        "ID": "TalentConfig_10001025_Desc",
        "Str": "Zdrowie +8"
    },
    {
        "ID": "TalentConfig_10001026_Desc",
        "Str": "Atak +8"
    },
    {
        "ID": "TalentConfig_10001027_Desc",
        "Str": "Magiczny Atak +8"
    },
    {
        "ID": "TalentConfig_10001028_Desc",
        "Str": "Leczenie +8"
    },
    {
        "ID": "TalentConfig_10001029_Desc",
        "Str": "Obrona fizyczna +8"
    },
    {
        "ID": "TalentConfig_10001030_Desc",
        "Str": "Magiczna Obrona +8"
    },
    {
        "ID": "TalentConfig_10001031_Desc",
        "Str": "Regeneracja Wściekłości +8"
    },
    {
        "ID": "TalentConfig_10001032_Desc",
        "Str": "Unik +1.6%"
    },
    {
        "ID": "TalentConfig_10001033_Desc",
        "Str": "Przebicie fizyczne +1,6%"
    },
    {
        "ID": "TalentConfig_10001034_Desc",
        "Str": "Penetracja many +1,6%"
    },
    {
        "ID": "TalentConfig_10001035_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +1,6%"
    },
    {
        "ID": "TalentConfig_10001036_Desc",
        "Str": "Zwiększenie obrażeń many +1,6%"
    },
    {
        "ID": "TalentConfig_10001037_Desc",
        "Str": "+10 pkt. zdrowia"
    },
    {
        "ID": "TalentConfig_10001038_Desc",
        "Str": "Atak +10"
    },
    {
        "ID": "TalentConfig_10001039_Desc",
        "Str": "Magiczny Atak +10"
    },
    {
        "ID": "TalentConfig_10001040_Desc",
        "Str": "Leczenie +10"
    },
    {
        "ID": "TalentConfig_10001041_Desc",
        "Str": "+10 do obrony fizycznej"
    },
    {
        "ID": "TalentConfig_10001042_Desc",
        "Str": "Magiczna Obrona +10"
    },
    {
        "ID": "TalentConfig_10001043_Desc",
        "Str": "Regeneruje Wściekłość +10"
    },
    {
        "ID": "TalentConfig_10001044_Desc",
        "Str": "Unik +2.0%"
    },
    {
        "ID": "TalentConfig_10001045_Desc",
        "Str": "Przebicie fizyczne +2,0%"
    },
    {
        "ID": "TalentConfig_10001046_Desc",
        "Str": "Przebicie odporności +2,0%"
    },
    {
        "ID": "TalentConfig_10001047_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +2,0%"
    },
    {
        "ID": "TalentConfig_10001048_Desc",
        "Str": "Zwiększenie obrażeń many +2,0%"
    },
    {
        "ID": "TalentConfig_10001049_Desc",
        "Str": "Zdrowie +12 pkt."
    },
    {
        "ID": "TalentConfig_10001050_Desc",
        "Str": "Atak +12"
    },
    {
        "ID": "TalentConfig_10001051_Desc",
        "Str": "Magiczny Atak +12"
    },
    {
        "ID": "TalentConfig_10001052_Desc",
        "Str": "Leczenie +12"
    },
    {
        "ID": "TalentConfig_10001053_Desc",
        "Str": "+12 do obrony fizycznej"
    },
    {
        "ID": "TalentConfig_10001054_Desc",
        "Str": "Magiczna Obrona +12"
    },
    {
        "ID": "TalentConfig_10001055_Desc",
        "Str": "Regeneracja Wściekłości +12"
    },
    {
        "ID": "TalentConfig_10001056_Desc",
        "Str": "Unik +2.4%"
    },
    {
        "ID": "TalentConfig_10001057_Desc",
        "Str": "Przebicie fizyczne +2,4%"
    },
    {
        "ID": "TalentConfig_10001058_Desc",
        "Str": "Przebicie odporności +2,4%"
    },
    {
        "ID": "TalentConfig_10001059_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +2,4%"
    },
    {
        "ID": "TalentConfig_10001060_Desc",
        "Str": "Zwiększenie obrażeń many +2,4%"
    },
    {
        "ID": "TalentConfig_10001061_Desc",
        "Str": "Zdrowie +14 pkt."
    },
    {
        "ID": "TalentConfig_10001062_Desc",
        "Str": "Atak Fizyczny +14"
    },
    {
        "ID": "TalentConfig_10001063_Desc",
        "Str": "Magiczny Atak +14"
    },
    {
        "ID": "TalentConfig_10001064_Desc",
        "Str": "Leczenie +14"
    },
    {
        "ID": "TalentConfig_10001065_Desc",
        "Str": "Obrona fizyczna +14"
    },
    {
        "ID": "TalentConfig_10001066_Desc",
        "Str": "Magiczna Obrona +14"
    },
    {
        "ID": "TalentConfig_10001067_Desc",
        "Str": "Regeneracja Wściekłości +14"
    },
    {
        "ID": "TalentConfig_10001068_Desc",
        "Str": "Unik +2.8%"
    },
    {
        "ID": "TalentConfig_10001069_Desc",
        "Str": "Przebicie fizyczne +2,8%"
    },
    {
        "ID": "TalentConfig_10001070_Desc",
        "Str": "Przebicie odporności +2,8%"
    },
    {
        "ID": "TalentConfig_10001071_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +2,8%"
    },
    {
        "ID": "TalentConfig_10001072_Desc",
        "Str": "Zwiększenie obrażeń magicznych +2,8%"
    },
    {
        "ID": "TalentConfig_10001073_Desc",
        "Str": "Zdrowie +16 pkt."
    },
    {
        "ID": "TalentConfig_10001074_Desc",
        "Str": "Atak +16"
    },
    {
        "ID": "TalentConfig_10001075_Desc",
        "Str": "Magiczny Atak +16"
    },
    {
        "ID": "TalentConfig_10001076_Desc",
        "Str": "Leczenie +16"
    },
    {
        "ID": "TalentConfig_10001077_Desc",
        "Str": "Obrona fizyczna +16"
    },
    {
        "ID": "TalentConfig_10001078_Desc",
        "Str": "Magiczna Obrona +16"
    },
    {
        "ID": "TalentConfig_10001079_Desc",
        "Str": "Regeneracja Wściekłości +16"
    },
    {
        "ID": "TalentConfig_10001080_Desc",
        "Str": "Unik +3.2%"
    },
    {
        "ID": "TalentConfig_10001081_Desc",
        "Str": "Przebicie fizyczne +3,2%"
    },
    {
        "ID": "TalentConfig_10001082_Desc",
        "Str": "Przebicie odporności +3,2%"
    },
    {
        "ID": "TalentConfig_10001083_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +3,2%"
    },
    {
        "ID": "TalentConfig_10001084_Desc",
        "Str": "Zwiększenie obrażeń many +3,2%"
    },
    {
        "ID": "TalentConfig_10001085_Desc",
        "Str": "Zdrowie +18 pkt."
    },
    {
        "ID": "TalentConfig_10001086_Desc",
        "Str": "Atak +18"
    },
    {
        "ID": "TalentConfig_10001087_Desc",
        "Str": "Magiczny atak +18"
    },
    {
        "ID": "TalentConfig_10001088_Desc",
        "Str": "Leczenie +18"
    },
    {
        "ID": "TalentConfig_10001089_Desc",
        "Str": "Obrona fizyczna +18"
    },
    {
        "ID": "TalentConfig_10001090_Desc",
        "Str": "Magiczna Obrona +18"
    },
    {
        "ID": "TalentConfig_10001091_Desc",
        "Str": "Regeneracja Wściekłości +18"
    },
    {
        "ID": "TalentConfig_10001092_Desc",
        "Str": "Uniki +3.6%"
    },
    {
        "ID": "TalentConfig_10001093_Desc",
        "Str": "Przebicie fizyczne +3,6%"
    },
    {
        "ID": "TalentConfig_10001094_Desc",
        "Str": "Przebicie odporności +3,6%"
    },
    {
        "ID": "TalentConfig_10001095_Desc",
        "Str": "Zwiększenie obrażeń fizycznych +3,6%"
    },
    {
        "ID": "TalentConfig_10001096_Desc",
        "Str": "Zwiększenie obrażeń many +3,6%"
    },
    {
        "ID": "BufferConfig_1_Name",
        "Str": "krwawić"
    },
    {
        "ID": "BufferConfig_2_Name",
        "Str": "zatrucie"
    },
    {
        "ID": "BufferConfig_3_Name",
        "Str": "Zmniejsz gniew"
    },
    {
        "ID": "BufferConfig_4_Name",
        "Str": "Stealth"
    },
    {
        "ID": "BufferConfig_5_Name",
        "Str": "Zawroty głowy"
    },
    {
        "ID": "BufferConfig_6_Name",
        "Str": "Fizyczna tarcza roju"
    },
    {
        "ID": "BufferConfig_7_Name",
        "Str": "Magiczna tarcza roju"
    },
    {
        "ID": "BufferConfig_8_Name",
        "Str": "Pojedyncza tarcza fizyczna"
    },
    {
        "ID": "BufferConfig_9_Name",
        "Str": "Pojedyncza magiczna tarcza"
    },
    {
        "ID": "BufferConfig_1_Desc",
        "Str": "Zmniejsza PŻ o 10 na {0} tur"
    },
    {
        "ID": "BufferConfig_2_Desc",
        "Str": "Zmniejsza PŻ o 15 na {0} pozostałych"
    },
    {
        "ID": "BufferConfig_3_Desc",
        "Str": "Zmniejsza regenerację wściekłości o 10 pkt. na {0} tury"
    },
    {
        "ID": "BufferConfig_4_Desc",
        "Str": "Stealth, pozostało {0} naboi"
    },
    {
        "ID": "BufferConfig_5_Desc",
        "Str": "Ogłuszenie, pozostało {0} rund"
    },
    {
        "ID": "BufferConfig_6_Desc",
        "Str": "Zapewnia 10 pkt. obrony fizycznej, pozostałe {0} tury"
    },
    {
        "ID": "BufferConfig_7_Desc",
        "Str": "Zapewnia 10 magicznych punktów obrony, które pozostały {0} turach"
    },
    {
        "ID": "BufferConfig_8_Desc",
        "Str": "Zapewnia 20 pkt. obrony fizycznej, pozostałe {0} tury"
    },
    {
        "ID": "BufferConfig_9_Desc",
        "Str": "Zapewnia 10 magicznych punktów obrony, które pozostały {0} turach"
    },
    {
        "ID": "AttrConfig_1_Name",
        "Str": "życie"
    },
    {
        "ID": "AttrConfig_2_Name",
        "Str": "gniew"
    },
    {
        "ID": "AttrConfig_3_Name",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "AttrConfig_4_Name",
        "Str": "Magiczny atak"
    },
    {
        "ID": "AttrConfig_5_Name",
        "Str": "traktować"
    },
    {
        "ID": "AttrConfig_6_Name",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "AttrConfig_7_Name",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "AttrConfig_8_Name",
        "Str": "Odległość przejazdu"
    },
    {
        "ID": "AttrConfig_9_Name",
        "Str": "Zasięg ataku"
    },
    {
        "ID": "AttrConfig_10_Name",
        "Str": "Unik"
    },
    {
        "ID": "AttrConfig_11_Name",
        "Str": "Penetracja fizyczna"
    },
    {
        "ID": "AttrConfig_12_Name",
        "Str": "Magia przenika"
    },
    {
        "ID": "AttrConfig_13_Name",
        "Str": "Obrażenia fizyczne"
    },
    {
        "ID": "AttrConfig_14_Name",
        "Str": "Obrażenia magiczne"
    },
    {
        "ID": "AttrConfig_15_Name",
        "Str": "Gniew powraca"
    },
    {
        "ID": "AttrConfig_16_Name",
        "Str": "Po wyjściu z wojny HP odzyskało siły"
    },
    {
        "ID": "AttrConfig_17_Name",
        "Str": "Zasięg ataku"
    },
    {
        "ID": "AttrConfig_18_Name",
        "Str": "Przywództwo"
    },
    {
        "ID": "ElementConfig_1_Name",
        "Str": "złoto"
    },
    {
        "ID": "ElementConfig_2_Name",
        "Str": "drewno"
    },
    {
        "ID": "ElementConfig_3_Name",
        "Str": "Woda"
    },
    {
        "ID": "ElementConfig_4_Name",
        "Str": "Pożar"
    },
    {
        "ID": "ElementConfig_5_Name",
        "Str": "ziemia"
    },
    {
        "ID": "EquipmentConfig_10001_Name",
        "Str": "Topór rozłupujący niebo"
    },
    {
        "ID": "EquipmentConfig_10002_Name",
        "Str": "Łamacz Niebios"
    },
    {
        "ID": "EquipmentConfig_10003_Name",
        "Str": "Ostrze Boga Wojny"
    },
    {
        "ID": "EquipmentConfig_10004_Name",
        "Str": "Łuk Cienia Wiatru"
    },
    {
        "ID": "EquipmentConfig_10005_Name",
        "Str": "Struny Sokoła"
    },
    {
        "ID": "EquipmentConfig_10006_Name",
        "Str": "Bariery stalowe"
    },
    {
        "ID": "EquipmentConfig_10007_Name",
        "Str": "Tarcza Światła"
    },
    {
        "ID": "EquipmentConfig_10008_Name",
        "Str": "Promieniste ostrze"
    },
    {
        "ID": "EquipmentConfig_10009_Name",
        "Str": "Miecz Ciosu Cienia"
    },
    {
        "ID": "EquipmentConfig_10010_Name",
        "Str": "Berło Mrozu"
    },
    {
        "ID": "EquipmentConfig_10011_Name",
        "Str": "Kostur Wieczności"
    },
    {
        "ID": "EquipmentConfig_10012_Name",
        "Str": "Pogoń za duszami w ciemności"
    },
    {
        "ID": "EquipmentConfig_10013_Name",
        "Str": "Łuk Gwiazd"
    },
    {
        "ID": "EquipmentConfig_10014_Name",
        "Str": "Łowca bimbru"
    },
    {
        "ID": "EquipmentConfig_10015_Name",
        "Str": "gałązka"
    },
    {
        "ID": "EquipmentConfig_10016_Name",
        "Str": "Święte Ostrze"
    },
    {
        "ID": "EquipmentConfig_10017_Name",
        "Str": "Ostrze nocnego szturmu"
    },
    {
        "ID": "EquipmentConfig_10018_Name",
        "Str": "Miecz Grzmotu"
    },
    {
        "ID": "EquipmentConfig_10019_Name",
        "Str": "Ognisty miecz"
    },
    {
        "ID": "EquipmentConfig_10020_Name",
        "Str": "Lodowy miecz"
    },
    {
        "ID": "EquipmentConfig_10021_Name",
        "Str": "Miecz ze Smoczego Zęba"
    },
    {
        "ID": "EquipmentConfig_10022_Name",
        "Str": "Młot grzmotu"
    },
    {
        "ID": "EquipmentConfig_10023_Name",
        "Str": "Łamacz niebios"
    },
    {
        "ID": "EquipmentConfig_10024_Name",
        "Str": "Topór Tytana"
    },
    {
        "ID": "EquipmentConfig_10025_Name",
        "Str": "Młot górski"
    },
    {
        "ID": "EquipmentConfig_10026_Name",
        "Str": "Gwiezdny miecz"
    },
    {
        "ID": "EquipmentConfig_10027_Name",
        "Str": "Płonący miecz"
    },
    {
        "ID": "EquipmentConfig_10028_Name",
        "Str": "Stawki"
    },
    {
        "ID": "EquipmentConfig_10029_Name",
        "Str": "Niewzruszony jak góra"
    },
    {
        "ID": "EquipmentConfig_10030_Name",
        "Str": "Promienna Straż"
    },
    {
        "ID": "EquipmentConfig_10031_Name",
        "Str": "Mur Boga Wojny"
    },
    {
        "ID": "EquipmentConfig_10032_Name",
        "Str": "Tarcza Firmamentu"
    },
    {
        "ID": "EquipmentConfig_10033_Name",
        "Str": "Tarcza Chwały"
    },
    {
        "ID": "EquipmentConfig_10034_Name",
        "Str": "Żelazna obrona"
    },
    {
        "ID": "EquipmentConfig_10035_Name",
        "Str": "Bariera Cienia"
    },
    {
        "ID": "EquipmentConfig_10036_Name",
        "Str": "Strażnik Króla"
    },
    {
        "ID": "EquipmentConfig_10037_Name",
        "Str": "Święty bastion"
    },
    {
        "ID": "EquipmentConfig_10038_Name",
        "Str": "Tarcza Waleczności"
    },
    {
        "ID": "EquipmentConfig_10039_Name",
        "Str": "Tarcza Strażnika"
    },
    {
        "ID": "EquipmentConfig_10040_Name",
        "Str": "Mur Niezłomnego"
    },
    {
        "ID": "EquipmentConfig_10041_Name",
        "Str": "Tarcza Grzmotu"
    },
    {
        "ID": "EquipmentConfig_10042_Name",
        "Str": "Bariera płomienia"
    },
    {
        "ID": "EquipmentConfig_10043_Name",
        "Str": "Wieczna tarcza"
    },
    {
        "ID": "EquipmentConfig_10044_Name",
        "Str": "Strażnik Przeznaczenia"
    },
    {
        "ID": "EquipmentConfig_10045_Name",
        "Str": "Tarcza Brzasku"
    },
    {
        "ID": "EquipmentConfig_10046_Name",
        "Str": "Włócznia Smoczego Grzbietu"
    },
    {
        "ID": "EquipmentConfig_10047_Name",
        "Str": "Wściekłe włócznie"
    },
    {
        "ID": "EquipmentConfig_10048_Name",
        "Str": "Gwiaździsta lanca"
    },
    {
        "ID": "EquipmentConfig_10049_Name",
        "Str": "Płonące włócznie"
    },
    {
        "ID": "EquipmentConfig_10050_Name",
        "Str": "Mroźna lanca"
    },
    {
        "ID": "EquipmentConfig_10051_Name",
        "Str": "Szokowanie krawędzi"
    },
    {
        "ID": "EquipmentConfig_10052_Name",
        "Str": "Wściekły pogromca smoków"
    },
    {
        "ID": "EquipmentConfig_10053_Name",
        "Str": "Nieustraszony"
    },
    {
        "ID": "EquipmentConfig_10054_Name",
        "Str": "Ostrze Świtu"
    },
    {
        "ID": "EquipmentConfig_10055_Name",
        "Str": "Cień Ciężki Miecz"
    },
    {
        "ID": "EquipmentConfig_10056_Name",
        "Str": "Gwiezdny kostur"
    },
    {
        "ID": "EquipmentConfig_10057_Name",
        "Str": "Kostur Tajemnego"
    },
    {
        "ID": "EquipmentConfig_10058_Name",
        "Str": "Starożytna mądrość"
    },
    {
        "ID": "EquipmentConfig_10059_Name",
        "Str": "Różdżka Upiora"
    },
    {
        "ID": "EquipmentConfig_10060_Name",
        "Str": "Płomienny kostur"
    },
    {
        "ID": "EquipmentConfig_10061_Name",
        "Str": "Płaszcz gwiazd"
    },
    {
        "ID": "EquipmentConfig_10062_Name",
        "Str": "Widmowy Płaszcz"
    },
    {
        "ID": "EquipmentConfig_10063_Name",
        "Str": "Paląca peleryna"
    },
    {
        "ID": "MainPanel_NewGame",
        "Str": "Nowa gra"
    },
    {
        "ID": "MainPanel_ContinueGame",
        "Str": "Kontynuuj grę"
    },
    {
        "ID": "MainPanel_Settings",
        "Str": "Zakładać"
    },
    {
        "ID": "MainPanel_Exit",
        "Str": "kończyć"
    },
    {
        "ID": "LanguageConfig_1_Name",
        "Str": "Angielski"
    },
    {
        "ID": "LanguageConfig_2_Name",
        "Str": "Chiński uproszczony"
    },
    {
        "ID": "LanguageConfig_3_Name",
        "Str": "Rosyjski"
    },
    {
        "ID": "LanguageConfig_4_Name",
        "Str": "Hiszpański"
    },
    {
        "ID": "LanguageConfig_5_Name",
        "Str": "Portugalski"
    },
    {
        "ID": "LanguageConfig_6_Name",
        "Str": "Niemiecki"
    },
    {
        "ID": "LanguageConfig_7_Name",
        "Str": "Japoński"
    },
    {
        "ID": "LanguageConfig_8_Name",
        "Str": "Francuski"
    },
    {
        "ID": "LanguageConfig_9_Name",
        "Str": "Polski"
    },
    {
        "ID": "LanguageConfig_10_Name",
        "Str": "Koreański"
    },
    {
        "ID": "LanguageConfig_11_Name",
        "Str": "Chiński tradycyjny"
    },
    {
        "ID": "LanguageConfig_12_Name",
        "Str": "Turecki"
    },
    {
        "ID": "SettingsPanel_Audio_Music",
        "Str": "Dźwięki w tle"
    },
    {
        "ID": "SettingsPanel_Audio_Sound",
        "Str": "Efekt dźwiękowy"
    },
    {
        "ID": "SettingsPanel_BattlePerformance",
        "Str": "Pokazy walki"
    },
    {
        "ID": "SettingsPanel_Off",
        "Str": "zamykać"
    },
    {
        "ID": "SettingsPanel_On",
        "Str": "otwierać"
    },
    {
        "ID": "SettingsPanel_TextLanguage",
        "Str": "Język tekstu"
    },
    {
        "ID": "SettingsPanel_TabSound",
        "Str": "dźwięk"
    },
    {
        "ID": "SettingsPanel_TabLanguage",
        "Str": "Język"
    },
    {
        "ID": "SettingsPanel_TabBattle",
        "Str": "walczyć"
    },
    {
        "ID": "SettingsPanel_TabPlayGame",
        "Str": "Grać"
    },
    {
        "ID": "TipsPanel_Sure",
        "Str": "Czy na pewno"
    },
    {
        "ID": "TipsPanel_Cancel",
        "Str": "Anuluj"
    },
    {
        "ID": "EquipmentConfig_10001_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 10% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10002_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 10% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10003_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 16% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10004_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 8% szans na zatrucie wrogów na dwie tury"
    },
    {
        "ID": "EquipmentConfig_10005_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 20% szans na zatrucie wrogów na dwie tury"
    },
    {
        "ID": "EquipmentConfig_10006_Desc",
        "Str": "Zapewnia obronę fizyczną"
    },
    {
        "ID": "EquipmentConfig_10007_Desc",
        "Str": "Zapewnia obronę fizyczną"
    },
    {
        "ID": "EquipmentConfig_10008_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10009_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10010_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 12% szans na zmniejszenie wściekłości wroga na 2 tury"
    },
    {
        "ID": "EquipmentConfig_10011_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 24% szans na zmniejszenie wściekłości wroga na 2 tury"
    },
    {
        "ID": "EquipmentConfig_10012_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 24% szans na zatrucie wrogów na dwie tury"
    },
    {
        "ID": "EquipmentConfig_10013_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 10% szans na zatrucie wrogów na dwie tury"
    },
    {
        "ID": "EquipmentConfig_10014_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 20% szans na zatrucie wrogów na dwie tury"
    },
    {
        "ID": "EquipmentConfig_10015_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10016_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10017_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10018_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10019_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10020_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10021_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10022_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 16% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10023_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10024_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 20% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10025_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 22% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10026_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10027_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10028_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10029_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10030_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10031_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10032_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10033_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10034_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10035_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10036_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10037_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10038_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10039_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10040_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10041_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10042_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10043_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10044_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10045_Desc",
        "Str": "Zadaje obrażenia fizyczne"
    },
    {
        "ID": "EquipmentConfig_10046_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 4% szans na wykrwawienie wrogów"
    },
    {
        "ID": "EquipmentConfig_10047_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 8% szans na wykrwawienie wrogów"
    },
    {
        "ID": "EquipmentConfig_10048_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 12% szans na wykrwawienie wrogów"
    },
    {
        "ID": "EquipmentConfig_10049_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 16% szans na wykrwawienie wrogów"
    },
    {
        "ID": "EquipmentConfig_10050_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 20% szans na wykrwawienie wrogów"
    },
    {
        "ID": "EquipmentConfig_10051_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 18% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10052_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 20% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10053_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 22% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10054_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 24% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10055_Desc",
        "Str": "Zadaje obrażenia fizyczne i ma 26% szans na ogłuszenie wrogów"
    },
    {
        "ID": "EquipmentConfig_10056_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 4% szans na zmniejszenie wściekłości wroga"
    },
    {
        "ID": "EquipmentConfig_10057_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 8% szans na zmniejszenie wściekłości wroga"
    },
    {
        "ID": "EquipmentConfig_10058_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 12% szans na zmniejszenie wściekłości wroga"
    },
    {
        "ID": "EquipmentConfig_10059_Desc",
        "Str": "Zapewnia obrażenia od zaklęć i ma 16% szans na zmniejszenie wściekłości wroga"
    },
    {
        "ID": "EquipmentConfig_10060_Desc",
        "Str": "Zadaje obrażenia od zaklęć i ma 20% szans na zmniejszenie wściekłości wroga"
    },
    {
        "ID": "EquipmentConfig_10061_Desc",
        "Str": "Zapewnia obronę przed zaklęciami"
    },
    {
        "ID": "EquipmentConfig_10062_Desc",
        "Str": "Zapewnia obronę przed zaklęciami"
    },
    {
        "ID": "EquipmentConfig_10063_Desc",
        "Str": "Zapewnia obronę przed zaklęciami"
    },
    {
        "ID": "FightTipsPanel_Start",
        "Str": "Zaczynać"
    },
    {
        "ID": "FightTipsPanel_Restart",
        "Str": "wznawiać"
    },
    {
        "ID": "FightTipsPanel_Cancel",
        "Str": "Anuluj"
    },
    {
        "ID": "FightTipsPanel_Continue",
        "Str": "Kontynuuj"
    },
    {
        "ID": "LevelConfig_10001_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów, spotkaj się z Prorokiem i szukaj wskazówek."
    },
    {
        "ID": "LevelConfig_10002_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i uniemożliwij im zdobycie Żywiołaka Drewna."
    },
    {
        "ID": "LevelConfig_10003_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i dowiedz się, jaki jest ich cel w Lanhai."
    },
    {
        "ID": "LevelConfig_10004_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i uniemożliwij im zdobycie Żywiołaka Wody."
    },
    {
        "ID": "LevelConfig_10005_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i dowiedz się, jaki jest ich cel w Stone City."
    },
    {
        "ID": "LevelConfig_10006_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i uniemożliwij im zdobycie Żywiołaka Ziemi."
    },
    {
        "ID": "LevelConfig_10007_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i dowiedz się, jaki jest ich cel w Yandu."
    },
    {
        "ID": "LevelConfig_10008_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i uniemożliwij im zdobycie Żywiołaka Ognia."
    },
    {
        "ID": "LevelConfig_10009_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i dowiedz się, jaki jest ich cel w Yaodu."
    },
    {
        "ID": "LevelConfig_10010_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i powstrzymaj ich przed zabraniem Złotego Żywiołaka."
    },
    {
        "ID": "LevelConfig_10011_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i wytrop Władcę Pustki."
    },
    {
        "ID": "LevelConfig_10012_TargetDesc",
        "Str": "Pokonaj wszystkich wrogów i podążaj śladem Władcy Nicości ze wskazówkami."
    },
    {
        "ID": "LevelConfig_10013_TargetDesc",
        "Str": "Pokonaj Władcę Nicości i raz na zawsze zmiażdż spisek sił zła o dominację nad światem."
    },
    {
        "ID": "FightTipsPanel_Tips",
        "Str": "Upewnij się, że jesteś dobrze przygotowany przed wejściem."
    },
    {
        "ID": "PlayGameConfig_1_Desc",
        "Str": "Zwróć uwagę na pięć elementów: powściągliwość i wzmocnienie. /nW przypadku pozostawania w relacji powściągliwej, atrybuty strony powściągliwej zostaną zredukowane. Kiedy jest w wzmocnionym związku, statystyki wzmocnionej strony wzrosną. /n"
    },
    {
        "ID": "PlayGameConfig_2_Desc",
        "Str": "Gdy na kwadracie w pobliżu bohatera pojawi się przyjazny dla siebie bohater, który wzmacnia bohatera, a celem umiejętności jest drużyna powściągliwa, statystyki bohatera zostaną zwiększone. /nGdy celem umiejętności jest powstrzymanie samego bohatera, statystyki bohatera zostaną zmniejszone."
    },
    {
        "ID": "PlayGameConfig_3_Desc",
        "Str": "Złoto krępuje drewno, drewno krępuje ziemię, ziemia krępuje wodę, woda powstrzymuje ogień, a ogień krępuje złoto."
    },
    {
        "ID": "PlayGameConfig_4_Desc",
        "Str": "Złoto wzmacnia wodę, woda wzmacnia drewno, drewno wzmacnia ogień, ogień wzmacnia ziemię, a ziemia wzmacnia złoto."
    },
    {
        "ID": "PlayGameConfig_5_Desc",
        "Str": "Wybierz bohaterów na podstawie składów wrogów."
    },
    {
        "ID": "PlayGameConfig_6_Desc",
        "Str": "Zanim ruszysz do bitwy, przygotuj się w obozie bohaterów."
    },
    {
        "ID": "PlayGameConfig_7_Desc",
        "Str": "Odpowiednie wyposażenie dla bohatera można wybrać w kuźni."
    },
    {
        "ID": "RecordItem_Time",
        "Str": "Ostatnio zapisany:"
    },
    {
        "ID": "RecordItem_Duration",
        "Str": "Czas trwania gry:"
    },
    {
        "ID": "RecordItem_Tips",
        "Str": "Czy na pewno chcesz usunąć historię gry?"
    },
    {
        "ID": "Record_Title",
        "Str": "archiwum"
    },
    {
        "ID": "LoginPanel_Play",
        "Str": "Zaczynać"
    },
    {
        "ID": "FightPanel_Start",
        "Str": "Zaczynać"
    },
    {
        "ID": "FightPanel_Skip",
        "Str": "Pominąć"
    },
    {
        "ID": "FightPanel_StartTips",
        "Str": "Naciśnij i przytrzymaj bohatera, aby zastąpić go w bitwie"
    },
    {
        "ID": "MapPanel_Smithy",
        "Str": "Kuźnia"
    },
    {
        "ID": "MapPanel_Camp",
        "Str": "obóz"
    },
    {
        "ID": "Attr_Title",
        "Str": "atrybut"
    },
    {
        "ID": "Base_Title",
        "Str": "fundacja"
    },
    {
        "ID": "Element_Title",
        "Str": "pierwiastek"
    },
    {
        "ID": "HeroPanel_LevelTitle",
        "Str": "ocena"
    },
    {
        "ID": "HeroPanel_TalentTitle",
        "Str": "talent"
    },
    {
        "ID": "HeroPanel_SkillTitle",
        "Str": "zręczność"
    },
    {
        "ID": "HeroPanel_AttrTitle",
        "Str": "atrybut"
    },
    {
        "ID": "HeroPanel_EquipTitle",
        "Str": "wyposażyć"
    },
    {
        "ID": "SmithyPanel_Forge",
        "Str": "budować"
    },
    {
        "ID": "Game_Name",
        "Str": "Wojownicy Pięciu Żywiołów"
    },
    {
        "ID": "StoryConfig_10001006_Context",
        "Str": "Musisz wyruszyć w podróż, aby znaleźć całą moc do walki z Władcami Pustki, a przyszłość kontynentu Elmoti zależy od twoich decyzji."
    },
    {
        "ID": "DialogConfig_10001001_Context",
        "Str": "Czekaj, coś tu jest nie tak."
    },
    {
        "ID": "DialogConfig_10001002_Context",
        "Str": "Co się stało, jesteś zbyt wrażliwy, pospiesz się, muszę jeszcze znaleźć Calvina, może ta misja jest zakończona, a mądry starzec da mi coś ciekawego."
    },
    {
        "ID": "DialogConfig_10001003_Context",
        "Str": "To nie są ludzie z Xingyue Senli, mają w sobie dużo wrogości, a osoba, której szukasz, prawdopodobnie jest już w niebezpieczeństwie."
    },
    {
        "ID": "DialogConfig_10001004_Context",
        "Str": "Potem musimy zobaczyć, co się stało."
    },
    {
        "ID": "DialogConfig_10001005_Context",
        "Str": "W porządku."
    },
    {
        "ID": "DialogConfig_10001006_Context",
        "Str": "Jeśli są już w niebezpieczeństwie, powinniśmy działać szybko, aby dowiedzieć się, co tak naprawdę się dzieje. Nie możemy ryzykować, że staną się ofiarami."
    },
    {
        "ID": "DialogConfig_10001007_Context",
        "Str": "Cóż, masz rację, musimy jak najszybciej zorientować się w sytuacji i upewnić się, że wszystko jest bezpieczne."
    },
    {
        "ID": "DialogConfig_10002001_Context",
        "Str": "Dziękuję za odpędzenie wroga, ci ludzie wydają się być z premedytacją, przewidziałem coś złego i próbowałem iść do mędrca, ale zostałem tutaj oblężony przez tych ludzi."
    },
    {
        "ID": "DialogConfig_10002002_Context",
        "Str": "Czy wiesz, kim są ci ludzie i jaki jest ich cel."
    },
    {
        "ID": "DialogConfig_10002003_Context",
        "Str": "Nie jestem pewien, ale powinni mieć coś wspólnego z ciemnymi, których byli świadomi. Przejdźmy najpierw do mędrca."
    },
    {
        "ID": "DialogConfig_10002004_Context",
        "Str": "Problem wydaje się coraz bardziej komplikować."
    },
    {
        "ID": "DialogConfig_10002005_Context",
        "Str": "Tak, pojawienie się ciemności może oznaczać większy kryzys i musimy być bardziej ostrożni. Mądry człowiek może być w stanie udzielić kilku kluczowych wskazówek lub wskazówek."
    },
    {
        "ID": "DialogConfig_10002006_Context",
        "Str": "Zgadzam się. Na każdym kroku musimy być bardziej ostrożni. Miejmy nadzieję, że mądrzy ludzie pomogą nam zrozumieć źródło i cel tych ciemnych sił."
    },
    {
        "ID": "DialogConfig_10002007_Context",
        "Str": "Ruszajmy się. Im szybciej znajdziemy mądrych, tym szybciej będziemy mogli rozwiązać problem."
    },
    {
        "ID": "DialogConfig_10002008_Context",
        "Str": "Dobra, chodźmy od razu. Mam nadzieję, że ten mądry człowiek da nam jakiś jasny kierunek, który pomoże nam rozwiązać te dylematy."
    },
    {
        "ID": "DialogConfig_10003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_10003002_Context",
        "Str": "Staraliśmy się jak mogliśmy, ale sytuacja była o wiele bardziej skomplikowana, niż myśleliśmy. Ci ludzie ewidentnie celowo ustawiali przeszkody."
    },
    {
        "ID": "DialogConfig_10003003_Context",
        "Str": "Tak, nie spodziewałem się, że będą do nas tak wrogo nastawieni. Jednak rozczarowujące było to, że nie udało mi się wykonać zadania. Mądry starzec może nie być szczęśliwy."
    },
    {
        "ID": "DialogConfig_10003004_Context",
        "Str": "Ta porażka jest lekcją. Musimy ponownie ocenić naszą strategię, być może ostrożniej."
    },
    {
        "ID": "DialogConfig_20001001_Context",
        "Str": "Wszyscy bądźcie ostrożni, po tym, co wydarzyło się ostatnim razem, wróg musiał wzmocnić swoją obronę."
    },
    {
        "ID": "DialogConfig_20001002_Context",
        "Str": "Uwierz mi, wszyscy wrogowie to bułka z masłem."
    },
    {
        "ID": "DialogConfig_20001003_Context",
        "Str": "Mędrzec ma rację, działania wroga wydają się być przemyślane, a po tym, jak ostatnim razem przerwaliśmy plan, na pewno będą w pełni przygotowani, jeśli tym razem wrócą."
    },
    {
        "ID": "DialogConfig_20001004_Context",
        "Str": "Myślę też, że to, co powiedział ten mądry człowiek, ma sens."
    },
    {
        "ID": "DialogConfig_20001005_Context",
        "Str": "Dobra, dobra, wszyscy was słuchają."
    },
    {
        "ID": "DialogConfig_20001006_Context",
        "Str": "Jaki jest twój cel i dlaczego tutaj atakujesz?"
    },
    {
        "ID": "DialogConfig_20001007_Context",
        "Str": "......"
    },
    {
        "ID": "DialogConfig_20001008_Context",
        "Str": "Nie mów, prawda, wtedy zmuszę cię do mówienia i zaczyna się bitwa."
    },
    {
        "ID": "DialogConfig_20002001_Context",
        "Str": "To koniec, wygląda na to, że ten sam problem dzieje się gdzie indziej, co do próbują zrobić ci dranie?"
    },
    {
        "ID": "DialogConfig_20002002_Context",
        "Str": "Jaki jest ich cel, wydaje się, że możemy pojechać do Watertown tylko po to, aby przekonać się o tym na własne oczy."
    },
    {
        "ID": "DialogConfig_20002003_Context",
        "Str": "(Element Drewna został wydobyty, więc nie pozwólmy im jeszcze o tym wiedzieć!) ）"
    },
    {
        "ID": "DialogConfig_20002004_Context",
        "Str": "Wygląda na to, że niektórzy są zajęci."
    },
    {
        "ID": "DialogConfig_20002005_Context",
        "Str": "Przeprowadzili również operację przeciwko Wodnemu Miastu, kiedy tym razem zaatakowali Las Gwiezdnego Księżyca, myślę, że sytuacja nie jest teraz zbyt optymistyczna, a inne miasta prawdopodobnie są w ich planach, musimy się pospieszyć."
    },
    {
        "ID": "DialogConfig_20002006_Context",
        "Str": "(bierze głęboki oddech i próbuje uporządkować język) Tym razem nie tylko zaatakowali Las Gwiazd i Księżyca, ale także przypuścili atak na Wodne Miasto. Sytuacja nie jest optymistyczna, a w ich planach prawdopodobnie znajdą się inne miasta. Musimy ścigać się z czasem i jak najszybciej opracować strategię radzenia sobie ze stresem."
    },
    {
        "ID": "DialogConfig_20002007_Context",
        "Str": "Naszym celem jest teraz nie tylko obrona, ale także maksymalne osłabienie wroga, zanim w pełni się rozlokuje. Watertown jest strategicznym miejscem i nie możemy pozwolić, aby wpadło w ręce wroga."
    },
    {
        "ID": "DialogConfig_20002008_Context",
        "Str": "Musimy szybko alokować zasoby i mieć jasny podział pracy. Arya, ty i ja udajemy się do Watertown, aby natychmiast zorganizować obronę i zbadać plany wroga. Mądry Staruszku i Calvin, zostańcie tutaj i zabezpieczcie Las Gwiezdnego Księżyca, zdobywając jednocześnie jak najwięcej informacji o swoich wrogach."
    },
    {
        "ID": "DialogConfig_20002009_Context",
        "Str": "(głową na znak zgody, z pewnym wahaniem w sercu) Zrozumiano. Musimy upewnić się, że wszystkie operacje są pod kontrolą i że minimalizujemy szkody wroga, zanim faktycznie to zrobi. W tym samym czasie staram się znaleźć wskazówki na temat żywiołaka drewna na wypadek, gdybym go potrzebował."
    },
    {
        "ID": "DialogConfig_20002010_Context",
        "Str": "Działaj szybko, nie mamy czasu do stracenia. Noe, Szymonie, upewnij się, że ten las jest bezpieczny. Calvin, twoje zadanie jest również bardzo ważne i wszyscy potrzebujemy wzajemnej współpracy i wsparcia."
    },
    {
        "ID": "DialogConfig_20002011_Context",
        "Str": "Uważaj też na ewentualne zasadzki i pułapki wroga. Zrobią wszystko, co w ich mocy, aby nas powstrzymać, pamiętaj, aby zachować czujność."
    },
    {
        "ID": "DialogConfig_20002012_Context",
        "Str": "(Weź głęboki oddech) Zgadza się, teraz mamy do czynienia nie tylko z armią wroga, ale także z jego sztuczkami i intrygami. Każdy powinien mieć otwartą komunikację i zgłaszać każdą sytuację tak szybko, jak to możliwe."
    },
    {
        "ID": "DialogConfig_20003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_20003002_Context",
        "Str": "(klęcząc na ziemi, z połamaną bronią w ręku, oczy pełne frustracji) Nie spodziewaliśmy się, że wróg będzie tak silny w tej bitwie. Nasza przewidziana linia obrony była całkowicie niezdolna do wytrzymania ich ataku. Jak można nie doceniać siły wroga?"
    },
    {
        "ID": "DialogConfig_20003003_Context",
        "Str": "Nie doceniamy siły wroga, ale to nie jest czas, by się obwiniać. Musimy jak najszybciej dojść do siebie, przeorganizować linię obrony i zminimalizować straty zadane przez wroga."
    },
    {
        "ID": "DialogConfig_20003004_Context",
        "Str": "(Odszedł na bok, uważnie przyjrzał się sytuacji na polu bitwy, a jego twarz była posępna) Ofensywa wroga była o wiele bardziej zaciekła, niż myśleliśmy. Ich strategia była najwyraźniej bardzo dokładna, być może związana ze stanem Żywiołaka Drewna. Nasze linie obrony nie były dostatecznie przygotowane, a wróg wykorzystywał nasze luki strzelnicze."
    },
    {
        "ID": "DialogConfig_20003005_Context",
        "Str": "(ze złością poklepuje po ziemi, zachrypnięty) To bolesna lekcja. Istnieją poważne problemy z naszą oceną wroga i musimy znaleźć pierwotną przyczynę tej porażki. Nie można pozwolić, aby to się powtórzyło."
    },
    {
        "ID": "DialogConfig_20003006_Context",
        "Str": "(Podniesiona głowa, blada) nasze oddziały również poniosły ciężkie straty, a ich morale zostało znacznie nadszarpnięte. Teraz trzeba nie tylko odbudować linię obrony, ale także uspokoić ludzi. Ani stracony czas, ani zawodników nie da się łatwo zastąpić, ale musimy się pozbierać."
    },
    {
        "ID": "DialogConfig_20003007_Context",
        "Str": "Musimy powrócić do naszej poprzedniej strategii i znaleźć luki w prawie. Wróg pokazał swoją siłę, a my nie możemy już dać się zwieść jego sztuczkom."
    },
    {
        "ID": "DialogConfig_20003008_Context",
        "Str": "(zastanawia się przez chwilę, mówi spokojnym tonem) Musimy natychmiast przeprowadzić szczegółową analizę powojenną. Wróg wykorzystał w naszej obronie, zwłaszcza po wydobyciu Żywiołaka Drewna, a nasza moc została znacznie osłabiona. Jest to ogromny problem i musimy znaleźć sposób, aby mu zaradzić."
    },
    {
        "ID": "DialogConfig_20003009_Context",
        "Str": "(Weź głęboki oddech i postaraj się jak najlepiej kontrolować swoje emocje) Najważniejszą rzeczą jest teraz regeneracja i regeneracja. Musimy naprawić uszkodzone obiekty, zreorganizować siły i upewnić się, że wiadomości płyną. Konieczne jest unikanie powstawania silosów informacyjnych, aby wróg nie wykorzystał ponownie sytuacji."
    },
    {
        "ID": "DialogConfig_20003010_Context",
        "Str": "Musimy również jak najszybciej skontaktować się z innymi miastami, aby upewnić się, że nie zostaną zaatakowane przez wroga. Zwłaszcza w Watertown ich obecna sytuacja może być jeszcze bardziej krytyczna."
    },
    {
        "ID": "DialogConfig_20003011_Context",
        "Str": "Bez względu na to, jak trudne to jest, nie możemy się poddawać. Musimy się zjednoczyć, aby wyciągnąć wnioski z tej porażki i ulepszyć nasze strategie i taktyki."
    },
    {
        "ID": "DialogConfig_20003012_Context",
        "Str": "Musimy również ponownie ocenić taktykę i plany działania wroga, a zwłaszcza sposób, w jaki wykorzystuje on nasze słabości. Proces ten może być trudny, ale możemy skutecznie walczyć tylko wtedy, gdy dokładnie zrozumiemy intencje wroga."
    },
    {
        "ID": "DialogConfig_20003013_Context",
        "Str": "(Stanowczy w oczach, niezłomna determinacja w głosie) Wyjdziemy z tej porażki. Choć tym razem stanęliśmy przed ogromnym wyzwaniem, nie pozwolimy, aby to się zdeterminowało. Nadszedł czas na przegrupowanie i musimy wyjść na szczyt w następnej bitwie."
    },
    {
        "ID": "DialogConfig_30001001_Context",
        "Str": "Ci faceci są tutaj, zostaw ich mnie i zobacz, jak ich posprzątam."
    },
    {
        "ID": "DialogConfig_30001002_Context",
        "Str": "Nie bądźcie nieostrożni, nie wiem, czy ta grupa ludzi otrzymała już wiadomość o tym, co wydarzyło się w Lesie Gwiezdnego Księżyca, a jeśli już wiedzą, na pewno wzmocnią swoje środki ostrożności."
    },
    {
        "ID": "DialogConfig_30001003_Context",
        "Str": "Hej, skąd się wzięliście i co macie wspólnego z tymi ludźmi z Lasu Gwiezdnego Księżyca?"
    },
    {
        "ID": "DialogConfig_30001004_Context",
        "Str": "O nie, to zostało odkryte, protagoniście, idioto, nie możesz działać po cichu."
    },
    {
        "ID": "DialogConfig_30001005_Context",
        "Str": "Wygląda na to, że działanie Lasu Gwiezdnego Księżyca zostało odkryte, a skoro tu przybyłeś, może się nim zająć tylko ty."
    },
    {
        "ID": "DialogConfig_30001006_Context",
        "Str": "Ton nie jest mały, wtedy możesz mówić tylko z siłą."
    },
    {
        "ID": "DialogConfig_30002001_Context",
        "Str": "Ci faceci są naprawdę twardzi, ale na szczęście jestem odważny i zaradny."
    },
    {
        "ID": "DialogConfig_30002002_Context",
        "Str": "To jeszcze nie koniec, musimy jeszcze zejść w głąb wodnego miasta, nie sądzę, żeby wróg był taki."
    },
    {
        "ID": "DialogConfig_30002003_Context",
        "Str": "To, co powiedziała Arya, ma sens, sądząc po tym, co wydarzyło się w Lesie Gwiazd i Księżyca, wroga na pewno nie będzie w tej grupie, pospieszmy się."
    },
    {
        "ID": "DialogConfig_30002004_Context",
        "Str": "Teraz musimy jak najszybciej odnaleźć prawdziwy cel i główne siły wroga, a Mizujo prawdopodobnie znajdzie się w niebezpieczeństwie. Musimy pospieszyć do Watertown i powstrzymać kolejny ruch wroga."
    },
    {
        "ID": "DialogConfig_30002005_Context",
        "Str": "(głową Aryi i Simonowi stanowczym tonem) Zrozumiano. Nie pozwolimy, żeby ci goście postawili na swoim. Śmiało, upewnij się, że nasze ruchy nie zostaną zakłócone, upewnij się, że znajdziesz główne siły wroga i uderz w jego plany."
    },
    {
        "ID": "DialogConfig_30002006_Context",
        "Str": "Musimy się stąd jak najszybciej wydostać, wróg może już wiedzieć, gdzie jesteśmy. Bądź czujny i nigdy więcej nie popełniaj błędów."
    },
    {
        "ID": "DialogConfig_30002007_Context",
        "Str": "Dostosujemy naszą taktykę, aby upewnić się, że jesteśmy w jak najlepszej formie dla wroga w Watertown. Teraz jest krytyczny moment i każdy krok musi być przemyślany."
    },
    {
        "ID": "DialogConfig_30002008_Context",
        "Str": "Działajmy szybko i nie traćmy czasu. Naszym celem jest ochrona wodnego miasta przy jednoczesnym odkryciu prawdziwych planów wroga. Chodźmy!"
    },
    {
        "ID": "DialogConfig_30003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_30003002_Context",
        "Str": "Tak, nasze plany zostały dokładnie odkryte przez wroga. Poruszały się znacznie szybciej, niż się spodziewaliśmy. Obrona Lasu Gwiezdnego Księżyca załamała się, a my nie byliśmy w stanie się tu utrzymać."
    },
    {
        "ID": "DialogConfig_30003003_Context",
        "Str": "Myśleliśmy, że uda nam się rozwiązać problem dzięki odwadze i sile, ale jasne jest, że wróg ma nie tylko silną armię, ale także bardziej rozbudowany plan. Teraz musimy znaleźć pierwotną przyczynę awarii."
    },
    {
        "ID": "DialogConfig_30003004_Context",
        "Str": "Wróg jest wyraźnie dobrze przygotowany, a my nie doceniamy jego możliwości i strategii. Ich ataki na Las Gwiezdnego Księżyca i Wodne Miasto pokazały, jak wyrafinowane były ich plany. Powodem tej klęski była nie tylko nasza taktyka, ale także brak informacji wywiadowczych na temat wroga."
    },
    {
        "ID": "DialogConfig_30003005_Context",
        "Str": "(zaciśnięte pięści w gniewie) Nic bardziej mylnego! Gdybyśmy wcześniej odkryli prawdziwe intencje wroga, być może wynik byłby inny. Teraz musimy znaleźć sposób, aby odrobić straty i nie pozwolić, aby ta porażka dalej ciągnęła nas w dół."
    },
    {
        "ID": "DialogConfig_30003006_Context",
        "Str": "Porażka jest bolesna, ale musimy wyciągnąć z niej wnioski. Po pierwsze, musimy ponownie przyjrzeć się schematom działania wroga i zidentyfikować jego słabe punkty. Następnie szybko zbierz zasoby i przygotuj się do następnej bitwy."
    },
    {
        "ID": "DialogConfig_30003007_Context",
        "Str": "Musimy również jak najszybciej skontaktować się z miastami, które przetrwały, i ich sojusznikami, aby upewnić się, że rozumieją naszą sytuację i przygotowują się do dalszej obrony. Wrogowi nie wolno już pozostawiać żadnych szans."
    },
    {
        "ID": "DialogConfig_30003008_Context",
        "Str": "(głową, wyglądając poważnie) Stan żywiołaka drewna również musi zostać natychmiast rozwiązany. Wróg może znać jego wartość i go wykorzystać, a my musimy jak najszybciej naprawić lub odzyskać Żywiołaka Drewna, aby wzmocnić naszą siłę."
    },
    {
        "ID": "DialogConfig_30003009_Context",
        "Str": "Następnie musimy stworzyć nowy plan, aby upewnić się, że nie powtórzymy błędów z przeszłości. Każdy ruch musi być starannie zaplanowany, aby nie zostać wykorzystanym przez wroga."
    },
    {
        "ID": "DialogConfig_30003010_Context",
        "Str": "Musimy również wzmocnić komunikację wewnętrzną i koordynację, aby zapewnić, że każdy ma rolę do odegrania w następnej bitwie. Stracony zostanie tylko czas i siła bojowa, ale musimy pozostać zjednoczeni i iść naprzód."
    },
    {
        "ID": "DialogConfig_30003011_Context",
        "Str": "(w ciężkim tonie), aby jak najszybciej odrobić straty i dostosować naszą strategię. Wróg jest silniejszy niż nam się wydaje i musimy się odpowiednio dostosować, aby stawić czoła poważniejszym wyzwaniom."
    },
    {
        "ID": "DialogConfig_30003012_Context",
        "Str": "Chociaż tym razem ponieśliśmy poważną porażkę, jeśli będziemy dobrze przygotowani i wyciągniemy wnioski z tych lekcji, zdecydowanie możemy odwrócić sytuację. Kluczem jest zachowanie spokoju i stopniowe odzyskiwanie sił."
    },
    {
        "ID": "DialogConfig_30003013_Context",
        "Str": "Nie możemy dać się zdruzgotać tą porażką, musimy powstać i stawić czoła wyzwaniom, które przed nami stoją. Przeorganizujmy nasze myślenie, dostosujmy strategię i pracujmy razem, aby wygrać w następnej operacji!"
    },
    {
        "ID": "DialogConfig_40001001_Context",
        "Str": "Zgadłeś, ci faceci wciąż tam są."
    },
    {
        "ID": "DialogConfig_40001002_Context",
        "Str": "Jak się tam dostałeś, powinniśmy byli wysłać kogoś, żeby tego strzegł. Hahaha, wygląda na to, że masz jakieś umiejętności i jeśli uda ci się tu dostać, nasi koledzy z drużyny powinni zostać przez ciebie wyeliminowani."
    },
    {
        "ID": "DialogConfig_40001003_Context",
        "Str": "Wygląda na to, że nie jesteś głupi, czy chcesz być ze sobą szczery, czy zmuszam Cię do tego."
    },
    {
        "ID": "DialogConfig_40001004_Context",
        "Str": "Hahaha, radzę ci odejść szczerze, nie chcę cię skrzywdzić, mamy tu coś do zdobycia."
    },
    {
        "ID": "DialogConfig_40001005_Context",
        "Str": "Jeśli się nie mylisz, próbujesz wydobyć moc wody, prawda?"
    },
    {
        "ID": "DialogConfig_40001006_Context",
        "Str": "Kim jesteś, na kontynencie Emmote nie powinno być wielu ludzi, którzy wciąż znają moc żywiołów?"
    },
    {
        "ID": "DialogConfig_40001007_Context",
        "Str": "Te moce żywiołów są ważne dla kontynentu Hermota, a jeśli zostaną użyte przez złych ludzi, cały kontynent Hermote może zostać zniszczony, w tym ty."
    },
    {
        "ID": "DialogConfig_40001008_Context",
        "Str": "Nie lubimy destrukcji, po prostu potrzebujemy mocy, aby uczynić ten świat lepszym miejscem. Kontynent Hermote był spokojny przez tysiące lat, a teraz ludzie zdają się brać wszystko za pewnik, a ludzie nie mają jeszcze siły do wolności, a wolność osłabiona przez pragnienie zniszczy świat."
    },
    {
        "ID": "DialogConfig_40001009_Context",
        "Str": "Noah: Przestań gadać bzdury i walczmy."
    },
    {
        "ID": "DialogConfig_40001010_Context",
        "Str": "Nie chcę cię skrzywdzić, ale nie okażę litości, jeśli wejdziesz nam w drogę."
    },
    {
        "ID": "DialogConfig_40001011_Context",
        "Str": "W takim razie daj spokój."
    },
    {
        "ID": "DialogConfig_40001012_Context",
        "Str": "(uśmiecha się lekko pogardliwie, a potem przyjmuje postawę bojową) W takim razie zobaczmy, kto jest ostatecznym zwycięzcą. Czy jesteś gotowy na wyzwanie?"
    },
    {
        "ID": "DialogConfig_40001013_Context",
        "Str": "Simon: Musimy dać z siebie wszystko, bez względu na motywy wroga, to miejsce musi zostać utrzymane. Wszyscy, przygotujcie się!"
    },
    {
        "ID": "DialogConfig_40001014_Context",
        "Str": "(zaciśnięte bronie, uroczysty wyraz twarzy) Uważaj, aby się chronić, wróg może mieć więcej intryg i środków. Musimy być dobrze przygotowani, aby upewnić się, że ta walka nie postawi nas w jeszcze trudniejszej sytuacji."
    },
    {
        "ID": "DialogConfig_40001015_Context",
        "Str": "(bierze głęboki wdech, jego głos jest pełen determinacji) Dobra, chodźmy. Bez względu na to, z jakimi trudnościami się zmierzymy, nie wycofamy się. Dowiedzmy się prawdy w bitwie i chrońmy naszą ojczyznę!"
    },
    {
        "ID": "DialogConfig_40002001_Context",
        "Str": "Nie możesz temu zapobiec, nie masz pojęcia, co ma się wydarzyć."
    },
    {
        "ID": "DialogConfig_40002002_Context",
        "Str": "Wygląda na to, że sprawa jest poważniejsza niż się spodziewaliśmy."
    },
    {
        "ID": "DialogConfig_40002003_Context",
        "Str": "(podchodzi do Noah, uśmiechając się) Dobra robota, Noah. Chociaż stanęliśmy przed poważnymi wyzwaniami, Wasza odwaga i determinacja pozwoliły nam wyjść z nich zwycięsko. Nie możemy jednak pozwolić sobie na odpuszczenie i nadal potrzebne są dalsze badania i przygotowania."
    },
    {
        "ID": "DialogConfig_40002004_Context",
        "Str": "Naprawdę myślisz, że to nas powstrzyma? Wstrzymujecie tylko niektóre z naszych planów, a prawdziwe wyzwanie dopiero się zaczyna."
    },
    {
        "ID": "DialogConfig_40002005_Context",
        "Str": "(patrzy na Finna chłodno, jego ton jest stanowczy) Twój spisek został przez nas odkryty. Nawet jeśli masz inne plany, nie pozwolimy Ci odnieść sukcesu. Będziemy nadal bronić naszej ojczyzny i zapewnić, że Twój spisek się nie powiedzie."
    },
    {
        "ID": "DialogConfig_40002006_Context",
        "Str": "Musimy sprawdzić pole bitwy i otaczającą go sytuację, aby upewnić się, że nie ma już innych wrogów. Chociaż wygraliśmy tę bitwę, nie możemy stracić czujności. Mogą również wystąpić działania następcze ze strony wroga."
    },
    {
        "ID": "DialogConfig_40002007_Context",
        "Str": "(głową, szybko kierując drużyną) Wszyscy rozdzielają się, aby upewnić się, że żaden wróg ani ukryte niebezpieczeństwa nie zostaną pominięte. Szczególnie w przypadku Watertown musimy od razu sprawdzić, czy są one bezpieczne."
    },
    {
        "ID": "DialogConfig_40002008_Context",
        "Str": "(zwracając się do Finna z determinacją w tonie) Twoje plany legły w gruzach. Teraz staniesz przed sprawiedliwym sądem. Przekażemy cię władzom i sprawimy, że zapłacisz za swoje zbrodnie."
    },
    {
        "ID": "DialogConfig_40002009_Context",
        "Str": "(zgrzytanie zębami, oczy pełne gniewu) Będziecie tego żałować. Myślisz, że wygrałeś, ale prawdziwy test dopiero się rozpoczął. Sprawimy, że zapłacisz."
    },
    {
        "ID": "DialogConfig_40002010_Context",
        "Str": "Chociaż tym razem wygraliśmy, musimy również podsumować doświadczenia i lekcje wyciągnięte z tej bitwy. Wróg jest oczywiście bardzo niebezpieczny i musimy zwiększyć naszą gotowość do radzenia sobie z ewentualnymi zagrożeniami w przyszłości."
    },
    {
        "ID": "DialogConfig_40002011_Context",
        "Str": "Wygraliśmy bitwę, ale i tak musieliśmy iść dalej. Obrona naszej ojczyzny jest naszą wspólną odpowiedzialnością i musimy zachować czujność i gotowość do podejmowania nowych wyzwań."
    },
    {
        "ID": "DialogConfig_40002012_Context",
        "Str": "(bierze głęboki oddech i wygląda poważnie) Zgadza się. Będziemy nadal pozostawać zjednoczeni i wzmacniać nasze linie obrony, aby zapewnić bezpieczeństwo naszych domów. Potraktujmy to zwycięstwo jako nowy punkt wyjścia i kontynuujmy nasze wysiłki, nie pozwalając, aby jakiekolwiek zagrożenie wpłynęło na naszą przyszłość."
    },
    {
        "ID": "DialogConfig_40002013_Context",
        "Str": "Teraz musimy skupić się na zadaniu, które jest przed nami. Śmiało i upewnij się, że wszystkie miasta są chronione i że nie spotkamy się ponownie z podobnymi zagrożeniami."
    },
    {
        "ID": "DialogConfig_40002014_Context",
        "Str": "To zwycięstwo dodało nam pewności siebie, ale prawdziwe wyzwanie jest jeszcze przed nami. Potraktujmy to zwycięstwo jako motywację i idźmy dalej, dla naszej ojczyzny, dla wszystkich!"
    },
    {
        "ID": "DialogConfig_40002015_Context",
        "Str": "Pracujmy razem i walczmy dalej, aby chronić wszystko, co jest nam drogie. Zwycięstwo to dopiero początek, a droga przed nami wciąż pełna wyzwań, ale na pewno uda nam się pokonać wszystkie trudności."
    },
    {
        "ID": "DialogConfig_40003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_40003002_Context",
        "Str": "(wzdycha głęboko, ból błyska mu w oczach) Myśleliśmy, że rozwiążemy problem dzięki naszej sile i strategii, ale rzeczywistość jest tak okrutna. Plany wroga są nie tylko złożone, ale i wyjątkowo skuteczne."
    },
    {
        "ID": "DialogConfig_40003003_Context",
        "Str": "(Siedzenie na ziemi, wyglądanie na przygnębionego i mówienie ściszonym tonem) jest niefortunne. Nasz plan kompletnie się nie powiódł i straciliśmy wielu myśliwców. Wygląda na to, że wróg opanował prawa rządzące naszymi działaniami, co doprowadziło do tego fiaska."
    },
    {
        "ID": "DialogConfig_40003004_Context",
        "Str": "(Stoi w oddali, patrzy na nich chłodno, z nutą kpiny w głosie) Haha, wygląda na to, że twój opór jest wciąż zbyt słaby. Nawet jeśli postarasz się najlepiej, jak potrafisz, na próżno. Prawdziwe wyzwanie stoi przed nami."
    },
    {
        "ID": "DialogConfig_40003005_Context",
        "Str": "(wpatruje się gniewnie w Finna, a w jego tonie słychać nienawiść) Twój spisek wyrządził nam wielką krzywdę. Ponieśliśmy porażkę, ale nie pozwolimy, aby Twój plan się powiódł. Na pewno znajdziemy sposób, aby się bronić."
    },
    {
        "ID": "DialogConfig_40003006_Context",
        "Str": "(Podchodzi do Noego, jego głos jest spokojny) To nie jest czas, by się obwiniać. Musimy wyciągnąć wnioski z tej porażki i zrewidować naszą strategię. Wróg jest wyraźnie silniejszy niż nam się wydaje i musimy ponownie ocenić jego możliwości i plany."
    },
    {
        "ID": "DialogConfig_40003007_Context",
        "Str": "Musimy szybko się zregenerować, aby mieć pewność, że nasza skuteczność bojowa nie zostanie jeszcze bardziej osłabiona. Jednocześnie konieczne jest również jak najszybsze skontaktowanie się z innymi ocalałymi miastami, aby upewnić się, że są świadome ruchów wroga i są gotowe do obrony."
    },
    {
        "ID": "DialogConfig_40003008_Context",
        "Str": "(z pogardliwym uśmiechem na twarzy powiedział chłodno) Twoja bezsilność wobec oporu sprawi, że twoja porażka będzie jeszcze pełniejsza. Nadal walczycie, ale my mamy kontrolę. Twoja obstrukcja to dla nas tylko mały epizod."
    },
    {
        "ID": "DialogConfig_40003009_Context",
        "Str": "Choć ta porażka jest bolesna, musimy myśleć spokojnie. Musimy przegrupować nasze siły i dostosować nasze strategie, aby sprostać wyzwaniom, które przed nami stoją."
    },
    {
        "ID": "DialogConfig_40003010_Context",
        "Str": "Musimy również dokładnie zbadać w bitwie i znaleźć pierwotną przyczynę porażki. Sposób działania wroga już teraz stanowi poważne zagrożenie dla naszej linii obrony i musimy wzmocnić nasze zdolności obronne."
    },
    {
        "ID": "DialogConfig_40003011_Context",
        "Str": "Bez względu na to, jak ciężka jest ta porażka, zachowajmy spokój. Najważniejszą rzeczą jest teraz naprawienie uszkodzeń i reorganizacja zespołu, aby upewnić się, że możemy dać z siebie wszystko w dalszej części bitwy."
    },
    {
        "ID": "DialogConfig_40003012_Context",
        "Str": "(bierze głęboki wdech, w jego oczach pojawia się ziarnistość) Nie damy się zdruzgotać tą porażką. Musimy ruszyć dalej, poznać prawdziwe intencje wroga i powstrzymać jego dalsze działania. Na pewno będziemy w stanie podnieść się po tej porażce i zrobić to lepiej."
    },
    {
        "ID": "DialogConfig_40003013_Context",
        "Str": "Musimy wykorzystać tę porażkę jako motywację do pójścia naprzód, wyciągnięcia z niej wniosków i dostosowania naszej strategii. Naszym celem jest obrona naszej ojczyzny i musimy pozostać niezłomni bez względu na wyzwania, przed którymi stoimy."
    },
    {
        "ID": "DialogConfig_40003014_Context",
        "Str": "Mimo że ponieśliśmy porażkę, nasze cele pozostają jasne. Wykorzystajmy to niepowodzenie jako okazję do zebrania się w sobie i bycia w pełni przygotowanym na nadchodzące bitwy."
    },
    {
        "ID": "DialogConfig_40003015_Context",
        "Str": "(głową, z determinacją w tonie) iść dalej, przegrupować się i przygotować na nowe wyzwanie. Bez względu na to, jak silny jest wróg, nie poddamy się. W imię naszej ojczyzny na pewno będziemy walczyć do końca!"
    },
    {
        "ID": "DialogConfig_50001001_Context",
        "Str": "Wygląda na to, że to będzie kolejna walka i jestem gotowy."
    },
    {
        "ID": "DialogConfig_50001002_Context",
        "Str": "Dlaczego tak bardzo lubisz się kłócić, przemoc nie rozwiązuje problemu."
    },
    {
        "ID": "DialogConfig_50001003_Context",
        "Str": "Ale przemoc jest najbardziej bezpośrednia i najszybsza, a dla tej grupy ludzi rozumowanie jest grą na harfie dla krowy. Najpierw ich przekonam."
    },
    {
        "ID": "DialogConfig_50001004_Context",
        "Str": "......"
    },
    {
        "ID": "DialogConfig_50001005_Context",
        "Str": "Hahaha, Noah ma rację, to koniec."
    },
    {
        "ID": "DialogConfig_50001006_Context",
        "Str": "Wygląda na to, że zgadzasz się z tym podejściem. W takim przypadku nie tracimy czasu. Przygotuj się na tę bitwę, a my udowodnimy, kto wygrywa!"
    },
    {
        "ID": "DialogConfig_50001007_Context",
        "Str": "(bierze głęboki wdech, jego ton jest pełen determinacji) Chociaż nie do końca się z tobą zgadzam, sytuacja jest pilna. Jeśli walka jest jedyną opcją, musimy dać z siebie wszystko. Musimy jednak starać się kontrolować sytuację, chronić niewinnych i minimalizować niepotrzebne szkody spowodowane walką."
    },
    {
        "ID": "DialogConfig_50001008_Context",
        "Str": "(patrzy na Alinę obojętnie, kąciki jej ust lekko się wykrzywiają) Zmniejszyć obrażenia? W prawdziwej bitwie to tylko dobre życzenia. Ten, kto potrafi zachować spokój i opanować sytuację w chaosie, jest prawdziwym zwycięzcą. Przygotuj się na wyzwanie!"
    },
    {
        "ID": "DialogConfig_50001009_Context",
        "Str": "(stanowczo głową, z determinacją w tonie) Zgadza się, bez względu na to, jak silny jest wróg, nie cofniemy się. Dla dobra naszego celu będziemy walczyć z całych sił do ostatniej chwili."
    },
    {
        "ID": "DialogConfig_50001010_Context",
        "Str": "Okej, zrobimy wszystko, co w naszej mocy. Chociaż nasze możliwości są ograniczone, musimy reagować spokojnie i chronić wszystkich w jak największym stopniu. Naszym celem jest zwycięstwo przy jednoczesnym zachowaniu naszych zasad i moralności."
    },
    {
        "ID": "DialogConfig_50001011_Context",
        "Str": "(Szyderczy grymas wykrzywia się w kącikach jego ust, gotów stanąć na wysokości zadania) Chodź, zobaczmy twoją prawdziwą siłę. Walka jest testem wszystkiego i bez względu na to, jak bardzo planujesz, wynik końcowy zostanie ujawniony w bitwie!"
    },
    {
        "ID": "DialogConfig_50001012_Context",
        "Str": "(Z płomieniami bitwy w oczach, spojrzał mocno na pole bitwy) Zgadza się, nie wycofujemy się, bez względu na to, jak silny jest wróg, damy z siebie wszystko. Udowodnijmy naszą determinację naszymi czynami i będziemy walczyć do końca, aby chronić wszystko, co jest nam drogie!"
    },
    {
        "ID": "DialogConfig_50002001_Context",
        "Str": "Przegrywasz, wyzywasz szefa, jesteś za słaby."
    },
    {
        "ID": "DialogConfig_50002002_Context",
        "Str": "Ach,"
    },
    {
        "ID": "DialogConfig_50002003_Context",
        "Str": "Co ty udajesz głupiego, jeszcze przed chwilą byłeś uparty."
    },
    {
        "ID": "DialogConfig_50002004_Context",
        "Str": "Bez względu na to, jak trudne jest to wyzwanie, damy z siebie wszystko. Sprawdziliśmy się i będziemy nadal ciężko pracować, aby się poprawić. Nie damy się zastraszyć i pójdziemy dalej."
    },
    {
        "ID": "DialogConfig_50002005_Context",
        "Str": "(Podchodzi do Noego, z nutą zachęty w głosie) Chociaż wynik tej bitwy był zwycięski, my również musimy wyciągnąć z niego naukę. W nadchodzących bitwach musimy starać się unikać niepotrzebnych konfliktów, chronić wszystkich niewinnych ludzi i starać się znaleźć pokojowe rozwiązania."
    },
    {
        "ID": "DialogConfig_50002006_Context",
        "Str": "(głową, uśmiechając się do Alii) Rozumiem, co masz na myśli. Chociaż przemoc jest czasami konieczna, musimy również nauczyć się analizować nasze działania po walce. Ochrona niewinnych i znalezienie pokojowych rozwiązań to nasz cel na przyszłość."
    },
    {
        "ID": "DialogConfig_50002007_Context",
        "Str": "Być może wygrałeś bitwę, ale nasze plany na tym się nie kończą. Przekonasz się, że to dopiero początek. Nasze działania dopiero się rozpoczęły, a testów będzie jeszcze znacznie więcej."
    },
    {
        "ID": "DialogConfig_50002008_Context",
        "Str": "Bez względu na to, jak trudne wyzwania stoją przed nami, nie cofniemy się. Pokazaliśmy naszą determinację i siłę i będziemy nadal walczyć o nasze cele. Wasze groźby nie zachwieją naszą wiarą."
    },
    {
        "ID": "DialogConfig_50002009_Context",
        "Str": "Okej, wygraliśmy bitwę, ale zadanie przed nami jest nadal ciężkie. Chcemy mieć pewność, że chroniąc siebie i innych, zachowujemy również spokój i zdrowy rozsądek oraz idziemy dalej."
    },
    {
        "ID": "DialogConfig_50002010_Context",
        "Str": "(bierze głęboki wdech, w jego oczach maluje się determinacja) Zgadza się. Bez względu na to, jakie wyzwanie podejmiemy, będziemy iść dalej. Dąż do naszych celów i aby chronić wszystko, co jest nam drogie, zawsze będziemy utrzymywać mocne przekonania i działania."
    },
    {
        "ID": "DialogConfig_50003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_50003002_Context",
        "Str": "(blisko Noego, z troską i wyczerpaniem w głosie) To był rzeczywiście wypadek, ale nie możemy się tym zniechęcić. Porażka jest zapowiedzią sukcesu i musimy wyciągnąć z niej wnioski i odkryć własne wady."
    },
    {
        "ID": "DialogConfig_50003003_Context",
        "Str": "(Stoi z boku, patrząc chłodno na Noah i pozostałych, z nutą zadowolenia na twarzy) Haha, wygląda na to, że nas nie doceniacie. Jesteś daleki od gotowości, aby stawić czoła prawdziwemu wyzwaniu. Chociaż wygraliśmy tę bitwę, to dopiero początek."
    },
    {
        "ID": "DialogConfig_50003004_Context",
        "Str": "(spogląda na Finna, jego ton jest pełen determinacji) Nawet jeśli tym razem nam się nie uda, nie poddamy się łatwo. Wyciągniemy wnioski z tych doświadczeń i udoskonalimy naszą strategię. Bez względu na to, jak trudne jest wyzwanie, staniemy na nogi i ruszymy dalej."
    },
    {
        "ID": "DialogConfig_50003005_Context",
        "Str": "(Zwracając się do Noego, z zachętą w głosie) Tak, musimy się uspokoić i przeanalizować problemy w tej bitwie. Musimy lepiej koordynować swoje działania i planować, aby mieć pewność, że poradzimy sobie lepiej w następnej bitwie. Jednocześnie chcemy mieć pewność, że nasza strategia i podejście są jak najbardziej kompleksowe."
    },
    {
        "ID": "DialogConfig_50003006_Context",
        "Str": "(uśmiecha się chłodno, a w jego tonie słychać prowokacyjny ton) Można tak powiedzieć, ale rzeczywistość nie zmienia się łatwo. Nadal musisz stawić czoła kolejnym trudnościom. Mam nadzieję, że wyciągniesz wnioski z tej porażki, w przeciwnym razie następnym razem może być trudniej."
    },
    {
        "ID": "DialogConfig_50003007_Context",
        "Str": "Na pewno wyciągniemy wnioski z naszych porażek i zrobimy to lepiej. Ta porażka jest tylko tymczasowa, a my przegrupujemy się i zbudujemy, aby wygrać w przyszłych bitwach."
    },
    {
        "ID": "DialogConfig_50003008_Context",
        "Str": "(głową, a w jego tonie słychać determinację) Chociaż tym razem nam się nie udało, będziemy nadal próbować. Musimy przekuć to doświadczenie w motywację, aby iść naprzód, zachować spokój i mądrość oraz być w pełni przygotowanym na kolejne wyzwanie."
    },
    {
        "ID": "DialogConfig_50003009_Context",
        "Str": "(rzuca nonszalanckie spojrzenie na Noah i Alinę, po czym odwraca się, by odejść) Mam nadzieję, że następnym razem będziecie gotowi. Zamierzamy iść dalej i nie zamierzamy się zatrzymywać z powodu zwycięstwa. Do widzenia!"
    },
    {
        "ID": "DialogConfig_50003010_Context",
        "Str": "Bez względu na to, co nas czeka, nie damy się powalić. Zamienimy nasze niepowodzenia w motywację i staniemy się silniejsi. W trosce o nasze cele na pewno będziemy nadal ciężko pracować, aby sprostać wyzwaniom przyszłości."
    },
    {
        "ID": "DialogConfig_50003011_Context",
        "Str": "(Zachęcając Noego do poklepania go po ramieniu, ze stanowczością i wsparciem w jego tonie) Tak, możemy to zrobić. Porażka jest tylko tymczasowa i musimy stawić czoła następnemu zwycięstwu z mocniejszą wiarą i działaniem."
    },
    {
        "ID": "DialogConfig_60001001_Context",
        "Str": "Ci faceci są naprawdę wytrwali. Możesz je zobaczyć również tutaj."
    },
    {
        "ID": "DialogConfig_60001002_Context",
        "Str": "Zostaliście oszukani i przynieśliście na ten kontynent jedynie zniszczenie."
    },
    {
        "ID": "DialogConfig_60001003_Context",
        "Str": "Nic nie rozumiesz."
    },
    {
        "ID": "DialogConfig_60001004_Context",
        "Str": "Znamy Twój cel od dawna."
    },
    {
        "ID": "DialogConfig_60001005_Context",
        "Str": "Nie mówmy o tym za dużo, musimy wykonać zadanie jak najszybciej, a są jeszcze rzeczy do zrobienia."
    },
    {
        "ID": "DialogConfig_60001006_Context",
        "Str": "Dokładnie to, co zalecił lekarz."
    },
    {
        "ID": "DialogConfig_60001007_Context",
        "Str": "(Podchodząc do Noego, z determinacją i wsparciem w głosie) nie możemy sobie pozwolić na dłuższą zwłokę. Bez względu na to, jak wiele trudności nas czeka, musimy skoncentrować nasze wysiłki i działać szybko. Musimy upewnić się, że jesteśmy w stanie chronić niewinnych i powstrzymać rozprzestrzenianie się tego kryzysu."
    },
    {
        "ID": "DialogConfig_60001008_Context",
        "Str": "(spogląda chłodno na Noego, z nutą pogardy w głosie) Twój upór wydaje się skazywać cię na porażkę. Nasze plany były układane od dawna, a wasze wysiłki poszły na marne."
    },
    {
        "ID": "DialogConfig_60001009_Context",
        "Str": "Bez względu na to, co mówisz, nasze zadanie wciąż pozostaje do wykonania. Nasze tempo nie zmieni się z powodu waszego sprzeciwu i musimy przyspieszyć kolejny krok."
    },
    {
        "ID": "DialogConfig_60001010_Context",
        "Str": "(bierze głęboki oddech i wygląda na stanowczego) Jesteśmy dobrze przygotowani. Bez względu na to, jak trudne wyzwania przed nami, zrobimy wszystko, co w naszej mocy. Twój spisek się nie powiedzie, a my zrobimy wszystko, co w naszej mocy, aby chronić kontynent."
    },
    {
        "ID": "DialogConfig_60001011_Context",
        "Str": "(spogląda stanowczo na Noego, z nadzieją i przekonaniem w tonie) Musimy działać szybko, aby mieć pewność, że jesteśmy najlepsi na każdym kroku. Przez wzgląd na pokój i bezpieczeństwo na kontynencie nie możemy się wycofać."
    },
    {
        "ID": "DialogConfig_60002001_Context",
        "Str": "Czy naprawdę się mylimy?"
    },
    {
        "ID": "DialogConfig_60002002_Context",
        "Str": "Może naprawdę możemy im zaufać, a oni naprawdę mogą uratować świat."
    },
    {
        "ID": "DialogConfig_60002003_Context",
        "Str": "Potrzebujemy Twojej pomocy, dołącz do nas."
    },
    {
        "ID": "DialogConfig_60002004_Context",
        "Str": "(Cisza na chwilę, a potem pochylam głowę, z ciężkim tonem w głosie) Nigdy nie sądziłem, że to zajdzie tak daleko. Nasze cele i środki są różne, ale chcemy też widzieć lepszą przyszłość. Jeśli może nam Pan pomóc znaleźć właściwy kierunek, rozważę Pańską propozycję."
    },
    {
        "ID": "DialogConfig_60002005_Context",
        "Str": "(spogląda na Noego z nadzieją w głosie) Twoje zwycięstwo dowiodło twojej siły i skłoniło nas do ponownego przeanalizowania naszych celów. Jeśli uda nam się osiągnąć nasze wspólne ideały poprzez współpracę, jestem gotów przyłączyć się do Państwa w walce o przyszłość."
    },
    {
        "ID": "DialogConfig_60002006_Context",
        "Str": "(uśmiechając się, ufając tonem) to jest dokładnie to, co chcemy usłyszeć. Solidarność jest kluczem do przezwyciężenia wszelkich trudności. Dopóki nasze serca są razem, będziemy w stanie znaleźć rozwiązania problemów i osiągnąć nasze wspólne cele."
    },
    {
        "ID": "DialogConfig_60002007_Context",
        "Str": "Teraz możemy wspólnie planować przyszłe działania. Chcemy mieć pewność, że wszystkie kroki zostaną podjęte w celu zapewnienia prawdziwego pokoju i bezpieczeństwa. Państwa udział będzie dla nas ważną siłą, która pozwoli nam iść naprzód."
    },
    {
        "ID": "DialogConfig_60002008_Context",
        "Str": "Teraz, gdy odkryliśmy nasze wspólne cele, powinniśmy iść naprzód razem. Zrobimy wszystko, co w naszej mocy, aby was wesprzeć i przyczynić się do przyszłości pokoju i dobrobytu."
    },
    {
        "ID": "DialogConfig_60002009_Context",
        "Str": "Zostawmy za sobą dawne spory i skupmy się na realizacji naszej wspólnej wizji. Będziemy współpracować, aby zapewnić prawdziwy pokój na tym kontynencie."
    },
    {
        "ID": "DialogConfig_60002010_Context",
        "Str": "(głową z zadowoleniem, pewnym siebie tonem) Dobra, skoro teraz jesteśmy jednością, idźmy razem naprzód w przyszłość. Bez względu na to, jak trudna może być droga, która nas czeka, pokonamy ją dzięki sile jedności. Naszym celem jest ochrona tego kontynentu i zaprowadzenie prawdziwego pokoju."
    },
    {
        "ID": "DialogConfig_60002011_Context",
        "Str": "(Uprzejmie spogląda na Garetha i Justina z pełnym nadziei tonem) Dziękuję za waszą decyzję. Pracujmy razem, aby stworzyć lepszą przyszłość. Zrobiliśmy pierwszy krok i nadszedł czas, aby przejść dalej, aby upewnić się, że nasze działania naprawdę coś zmienią."
    },
    {
        "ID": "DialogConfig_60003001_Context",
        "Str": "Poziom 10006 kończy się niepowodzeniem"
    },
    {
        "ID": "DialogConfig_60003002_Context",
        "Str": "Nie doceniliśmy sił wroga i być może w niektórych obszarach nie byliśmy wystarczająco przygotowani. Teraz musimy się wyciszyć, przeanalizować przyczyny niepowodzenia i poszukać rozwiązań."
    },
    {
        "ID": "DialogConfig_60003003_Context",
        "Str": "(krzywi się, rozgląda się) Ta porażka naprawdę mocno nas uderzyła. Musimy ponownie ocenić naszą taktykę i strategie, aby upewnić się, że następnym razem poradzimy sobie lepiej. Działania wroga stały się bardziej podstępne i przebiegłe, a my musimy być bardziej czujni."
    },
    {
        "ID": "DialogConfig_60003004_Context",
        "Str": "(lekko sfrustrowany, ale wciąż zdecydowany w tonie) Ponieśliśmy porażkę, ale to nie znaczy, że to koniec. Musimy szybko skorygować nasze plany, znaleźć przyczyny naszych niepowodzeń i opracować nowe scenariusze, aby poradzić sobie z zagrożeniem ze strony wroga."
    },
    {
        "ID": "DialogConfig_60003005_Context",
        "Str": "(głową, a w jego tonie słychać zdecydowanie) Nie możemy się zniechęcić ani jedną porażką. Każde niepowodzenie jest okazją do rozwoju. Musimy wyciągnąć z tego wnioski i upewnić się, że w przyszłości będziemy mogli działać lepiej. Teraz musimy stworzyć nowy plan."
    },
    {
        "ID": "DialogConfig_60003006_Context",
        "Str": "Musimy zastanowić się nad możliwym następnym ruchem wroga i nad tym, jak możemy wzmocnić naszą obronę. Nie możemy sobie pozwolić na to, by dać im szansę. Zreorganizuj nasz zespół i przygotuj się na nadchodzące wyzwania."
    },
    {
        "ID": "DialogConfig_60003007_Context",
        "Str": "Musimy zintensyfikować nasze wysiłki wywiadowcze i zrozumieć prawdziwe intencje wroga. Być może będziemy w stanie uzyskać więcej informacji poprzez szpiegostwo lub w inny sposób, aby zapewnić sobie dokładniejsze zrozumienie ruchów wroga."
    },
    {
        "ID": "DialogConfig_60003008_Context",
        "Str": "(głową, pewnym siebie tonem) Możemy wykorzystać tę porażkę jako okazję do udoskonalenia naszej taktyki. Wzmocnij współpracę zespołową, popraw indywidualne zdolności bojowe i bądź w pełni przygotowany. Porażka jest tylko tymczasowa, a nasza determinacja się nie zmieni."
    },
    {
        "ID": "DialogConfig_60003009_Context",
        "Str": "Musimy stawić czoła stojącym przed nami wyzwaniom z bardziej zdecydowanym nastawieniem. Dostosowanie naszego sposobu myślenia, zwiększenie pewności siebie i zjednoczenie się są kluczem do wyjścia z tej trudnej sytuacji. Bez względu na to, jakie są szanse, musimy iść naprzód."
    },
    {
        "ID": "DialogConfig_60003010_Context",
        "Str": "Podniesiemy się z naszych porażek, dostosujemy naszą strategię i pójdziemy dalej. Naszym celem pozostaje ochrona kontynentu oraz zapewnienie pokoju i bezpieczeństwa. Porażka nas nie łamie, ale czyni nas silniejszymi."
    },
    {
        "ID": "DialogConfig_60003011_Context",
        "Str": "Szybko się zregenerujmy, dostosujmy i bądźmy gotowi na kolejny ruch. Będziemy lepiej przygotowani do stawienia czoła wrogowi i upewnimy się, że będziemy w stanie pokonać każde wyzwanie i osiągnąć nasze cele."
    },
    {
        "ID": "DialogConfig_70001001_Context",
        "Str": "To prawdziwy ból głowy, jesteście jak karaluchy, wszędzie."
    },
    {
        "ID": "DialogConfig_70001002_Context",
        "Str": "Hahaha, jesteście tak słabi, tak wielu ludzi nas nie rozwiązało."
    },
    {
        "ID": "DialogConfig_70001003_Context",
        "Str": "Więc to wszystko, pozwólcie, że to wszystko skończę."
    },
    {
        "ID": "DialogConfig_70001004_Context",
        "Str": "(podchodzi do Noah, a w jego głosie słychać troskę) Kane najwyraźniej postanowił nas załatwić raz na zawsze. Musimy pozostać czujni i gotowi na najtrudniejsze bitwy. Nie można pozwolić, aby łatwo realizował swoje plany."
    },
    {
        "ID": "DialogConfig_70001005_Context",
        "Str": "(patrzy spokojnie na Kane'a, jego ton jest pełen wyzwania) Myślisz, że możesz zakończyć wszystko jedną walką? Nie da się nas tak łatwo sprowadzić na ziemię. Przeszliśmy przez zbyt wiele prób i w tej chwili nigdy się nie wycofamy."
    },
    {
        "ID": "DialogConfig_70001006_Context",
        "Str": "(szyderczo, groźnie w tonie) Twoja nieustępliwość jest godna pochwały, ale twoje wysiłki bledną w obliczu prawdziwego zagrożenia. Pozwólcie, że pokażę wam, czym jest prawdziwa moc."
    },
    {
        "ID": "DialogConfig_70001007_Context",
        "Str": "(patrzy na Kane'a poważnie, z nieufnym tonem w tonie) Kane, twoja pewność siebie czyni cię niebezpiecznym, ale także sprawia, że jesteśmy bardziej czujni. Musimy działać strategicznie, upewniając się, że każdy krok maksymalizuje naszą przewagę i odpiera wasze ataki."
    },
    {
        "ID": "DialogConfig_70001008_Context",
        "Str": "(Gotowi do walki, z determinacją w tonie) Jesteśmy gotowi na wyzwanie. Bez względu na to, jak silny jesteś, zrobimy wszystko, co w naszej mocy, aby chronić wszystko, co jest nam drogie. Nie pozwolimy, aby tak łatwo uszło Ci to na sucho."
    },
    {
        "ID": "DialogConfig_70001009_Context",
        "Str": "(Rozwesela Noego i pozostałych, a w jego tonie słychać stanowczość) Wszyscy są skoncentrowani, a zespół jest skoordynowany. Zagrożenie ze strony Kane'a jest wielkie, ale łączy nas wspólny cel i silna wiara. To nie skończy się łatwo i zamierzamy go pokonać."
    },
    {
        "ID": "DialogConfig_70001010_Context",
        "Str": "Twoja odwaga i determinacja są niezaprzeczalne, ale o ostatecznym wyniku może zadecydować tylko bitwa. Przygotuj się na swój los, ta bitwa zadecyduje o wszystkim."
    },
    {
        "ID": "DialogConfig_70001011_Context",
        "Str": "(Weź głęboki oddech, z determinacją w tonie) Odpowiemy na twoje groźby konkretnymi działaniami. Bez względu na to, jakie są szanse, nie robimy kroku w tył. A teraz zacznijmy tę brzemienną w skutki bitwę!"
    },
    {
        "ID": "DialogConfig_70001012_Context",
        "Str": "(macha ręką, bitwa ma się rozpocząć, a jego ton jest pełen oczekiwania) Bardzo dobrze, w takim razie zobaczmy, kim naprawdę jesteś. Bitwa, która nastąpi, będzie twoim najtrudniejszym testem."
    },
    {
        "ID": "DialogConfig_70002001_Context",
        "Str": "Wygląda na to, że nadal jesteśmy bardzo silni!"
    },
    {
        "ID": "DialogConfig_70002002_Context",
        "Str": "(Stojąc w ruinach bitwy, dysząc, z radością zwycięstwa w wyrazie twarzy) Wygląda na to, że twoja pycha naprawdę nie ma żadnego sensu. Teraz, gdy twoje zagrożenie zostało w końcu usunięte, możemy iść dalej."
    },
    {
        "ID": "DialogConfig_70002003_Context",
        "Str": "(Podchodzi do Noah, z poczuciem ulgi w głosie) W końcu wygraliśmy. Mimo, że walka była niezwykle zacięta, udało nam się pokonać Kane'a. Teraz my możemy spokojnie zająć się resztą."
    },
    {
        "ID": "DialogConfig_70002004_Context",
        "Str": "(rozgląda się dookoła, na jego twarzy pojawia się zmęczony, ale zadowolony uśmiech) Zwycięstwo w tej walce to nie tylko zwycięstwo Kane'a, ale nagroda za wszystkie nasze wysiłki. Udowodniliśmy, że jesteśmy w stanie stawić czoła wielkim wyzwaniom i je pokonać."
    },
    {
        "ID": "DialogConfig_70002005_Context",
        "Str": "Porażka Kane'a oznacza, że podjęliśmy ważny krok w kierunku powstrzymania jego spisku. Jest to jednak dopiero pierwszy krok do rozwiązania problemu, a my musimy się jeszcze skupić na kolejnej sytuacji."
    },
    {
        "ID": "DialogConfig_70002006_Context",
        "Str": "Kane został pokonany, ale jego ludzie i plany wciąż tam są. Musimy upewnić się, że wszystkie problemy są dokładnie rozwiązywane, aby zapobiec ponownemu wystąpieniu podobnych zagrożeń."
    },
    {
        "ID": "DialogConfig_70002007_Context",
        "Str": "(zwracając się do wszystkich w grupie, z wdzięcznością i pewnością siebie w swoim tonie) wszyscy wykonali świetną robotę. Napotkaliśmy wielkie trudności, ale w końcu, dzięki wysiłkom i współpracy wszystkich, udało nam się pokonać wroga. Teraz musimy iść dalej i wypełnić naszą misję."
    },
    {
        "ID": "DialogConfig_70002008_Context",
        "Str": "Porażka Kane'a nauczyła nas ważnej lekcji: zagrożenie ze strony wroga jest często bardziej złożone, niż się spodziewamy. Musimy bardziej szczegółowo zaplanować nasz następny ruch."
    },
    {
        "ID": "DialogConfig_70002009_Context",
        "Str": "Nie możemy sobie pozwolić na to, by lekko pokonać Kane'a. Kolejne kroki są równie ważne, aby zapewnić, że nasze zwycięstwo doprowadzi do długotrwałego pokoju, a nie tylko na chwilę."
    },
    {
        "ID": "DialogConfig_70002010_Context",
        "Str": "To zwycięstwo jest nie tylko świadectwem naszych kompetencji, ale także świadectwem naszej solidarności i współpracy. Utrzymujmy tę dynamikę i kontynuujmy pracę na rzecz ochrony tego kontynentu."
    },
    {
        "ID": "DialogConfig_70002011_Context",
        "Str": "Udowodniliśmy naszą siłę i upór w tym, co słuszne. Przed nami kolejne wyzwania, ale tak długo, jak będziemy zjednoczeni, będziemy w stanie sprostać wszelkim trudnościom."
    },
    {
        "ID": "DialogConfig_70002012_Context",
        "Str": "Następnie musimy oczyścić pole bitwy, rozprawić się z pozostałymi wrogami i zrewidować naszą strategię. Naszym celem jest zapewnienie pokoju i bezpieczeństwa, a nie tylko wygranie bitwy."
    },
    {
        "ID": "DialogConfig_70002013_Context",
        "Str": "(Idź do przodu, dowódź zespołem, z działaniem w tonie) Wszyscy szybko doszli do siebie, uporządkowali sprzęt, mamy jeszcze dużo pracy do wykonania. Przyjmijmy zwycięstwo jako nowy punkt wyjścia, idźmy dalej i ukończmy naszą misję."
    },
    {
        "ID": "DialogConfig_70002014_Context",
        "Str": "(W końcu spogląda na drużynę, z nadzieją i zachętą w głosie) Nasze zwycięstwo to po prostu nowy początek. Bądźcie czujni i idźcie naprzód, a będziemy w stanie przezwyciężyć wszystkie wyzwania i przynieść prawdziwy pokój."
    },
    {
        "ID": "DialogConfig_70003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_70003002_Context",
        "Str": "(Leży na ziemi, dysząc, z wyrazem frustracji na twarzy) To jest naprawdę ...... Nie powiodło się to całkowicie. Nie doceniliśmy siły wroga i nie rozwiązaliśmy problemu tak, jak chcieliśmy."
    },
    {
        "ID": "DialogConfig_70003003_Context",
        "Str": "Nie udało się, ale teraz musimy się uspokoić. Tylko analizując przyczyny niepowodzenia i znajdując wyjście, możemy naprawdę rozwiązać dylemat, który przed nami stoi."
    },
    {
        "ID": "DialogConfig_70003004_Context",
        "Str": "Porażka w tej bitwie pokazuje nam, jak silny jest wróg. Musimy zrewidować naszą strategię i przygotowania, aby upewnić się, że następnym razem nie popełnimy tych samych błędów."
    },
    {
        "ID": "DialogConfig_70003005_Context",
        "Str": "(wzdycha, a w jego tonie słychać rozczarowanie) Pomimo naszych najlepszych starań, jasne jest, że wciąż jest wiele do życzenia. Musimy dokładnie przeanalizować problemy w bitwie i udoskonalić nasze plany, aby sprostać wyzwaniom, które przed nami stoją."
    },
    {
        "ID": "DialogConfig_70003006_Context",
        "Str": "(spogląda na Simona, jego ton jest pełen troski) Musimy się dostosować tak szybko, jak to możliwe. Kane i jego ludzie zdecydowanie wygrali bitwę, ale nie możemy pozwolić, aby to nas powstrzymało. Musimy się przegrupować i znaleźć sposób, aby sobie z tym poradzić."
    },
    {
        "ID": "DialogConfig_70003007_Context",
        "Str": "(z trudem podnosi się na nogi, w jego oczach błyska błysk determinacji) Chociaż ponieśliśmy porażkę, to nie koniec. Musimy wyciągnąć wnioski z tego doświadczenia i przeformułować plan, aby mieć pewność, że wygramy następną bitwę."
    },
    {
        "ID": "DialogConfig_70003008_Context",
        "Str": "Musimy dokładnie przeanalizować każdy aspekt bitwy i znaleźć nasze niedociągnięcia. Wróg jest wyraźnie silniejszy niż się spodziewaliśmy i nie możemy sobie już pozwolić na lekceważenie go."
    },
    {
        "ID": "DialogConfig_70003009_Context",
        "Str": "Porażka jest rozczarowująca, ale pozwala nam też dostrzec własne niedociągnięcia. Musimy lepiej koordynować nasze zespoły, poprawiać nasze indywidualne możliwości i być lepiej przygotowanym."
    },
    {
        "ID": "DialogConfig_70003010_Context",
        "Str": "Chociaż ponieśliśmy już porażki, tak długo, jak będziemy wierzyć i ciężko pracować, na pewno znajdziemy rozwiązanie problemu. Nie możemy się zniechęcać jedną porażką."
    },
    {
        "ID": "DialogConfig_70003011_Context",
        "Str": "(wpatruje się w nich chłodno, groźnym tonem) Twoja porażka to dopiero początek. Jeśli nadal będziesz ingerować w nasze plany, przyszłość będzie jeszcze trudniejsza. Lepiej przygotuj się na nadchodzące wyzwania."
    },
    {
        "ID": "DialogConfig_70003012_Context",
        "Str": "(głową, a w jego tonie słychać stanowczość) Nie poddajemy się, bo nam się nie udaje. Wyciągniemy z tego wnioski i pójdziemy dalej. Bez względu na trudności, z jakimi się zmierzymy, będziemy nadal ciężko pracować, aż ukończymy naszą misję."
    },
    {
        "ID": "DialogConfig_70003013_Context",
        "Str": "Wróćmy szybko do życia, wyciągnijmy wnioski z naszych porażek i opracujmy nowe strategie. Naszym celem pozostaje ochrona kontynentu, a my będziemy w stanie przezwyciężyć trudności i sprostać nowym wyzwaniom."
    },
    {
        "ID": "DialogConfig_70003014_Context",
        "Str": "(W końcu spogląda na drużynę, z determinacją i nadzieją w tonie) Chociaż ta porażka nas sfrustrowała, dostarczyła nam również cennego doświadczenia. Z bardziej zdecydowanym nastawieniem podchodźmy do wyzwań przyszłości i dążmy do realizacji naszych celów."
    },
    {
        "ID": "DialogConfig_80001001_Context",
        "Str": "Kane, zdrajco, nie możesz ukończyć swojej misji i zdradzasz swojego pana."
    },
    {
        "ID": "DialogConfig_80001002_Context",
        "Str": "Leanne i Marcus dołączają do nas, on się myli, jest jeszcze coś na tym świecie do uratowania."
    },
    {
        "ID": "DialogConfig_80001003_Context",
        "Str": "Czy zapomniałeś, przez co przeszedłeś, tylko całkowite zniszczenie może uczynić ten świat lepszym."
    },
    {
        "ID": "DialogConfig_80001004_Context",
        "Str": "Nie rozmawiaj z nimi o bzdurach, najpierw ich ujarzmij, a potem przedyskutuj z nimi."
    },
    {
        "ID": "DialogConfig_80001005_Context",
        "Str": "Hahaha, nas też nie doceniasz."
    },
    {
        "ID": "DialogConfig_80001006_Context",
        "Str": "(Podchodzi do przodu, a jego oczy błyszczą z zaciekłej intencji): Leanne ma rację. Nigdy nie lekceważyliśmy Waszej siły, ale nie pozwolimy, abyście stanęli na drodze naszych planów. Wasze ideały nie mają nic wspólnego z naszymi, a dzisiejsza decydująca bitwa zadecyduje o przyszłości tego świata."
    },
    {
        "ID": "DialogConfig_80001007_Context",
        "Str": "(Stojąc mocno między Noah a Markiem): Wierzymy, że pomimo ciernistej drogi, która jest przed nami, wciąż czeka na nas jasna nadzieja. Nawet w obliczu potężnego wroga nie cofniemy się. Musimy walczyć o przyszłość tego świata, bez względu na koszty."
    },
    {
        "ID": "DialogConfig_80001008_Context",
        "Str": "(spokojnie wyciąga broń z pochwy): Przygotuj się do bitwy. Bezużyteczność słów jest już oczywista, teraz niech czyny mówią same za siebie. Idź na całość dla lepszej przyszłości lub zmierz się z naszym niewątpliwym zwycięstwem."
    },
    {
        "ID": "DialogConfig_80002001_Context",
        "Str": "Jeśli chcesz uratować świat, potrzebujesz naszej siły, Marcus, a ci ludzie mogą być w stanie to zrobić."
    },
    {
        "ID": "DialogConfig_80002002_Context",
        "Str": "Może."
    },
    {
        "ID": "DialogConfig_80002003_Context",
        "Str": "(spogląda wyczekująco na Marcusa i Leana): Dziękuję za zrozumienie. Zrobimy wszystko, co w naszej mocy, aby zmienić świat na lepsze i nie pozwolimy, aby twoje poświęcenie poszło na marne. W każdym razie mamy nadzieję, że Twoje przekonania się potwierdzą."
    },
    {
        "ID": "DialogConfig_80002004_Context",
        "Str": "(Stojąc spokojnie z boku, uśmiechając się): Wygląda na to, że nasi przeciwnicy również zaczynają dostrzegać światło nadziei. Musimy nie tylko pokonać wroga, ale także uświadomić mu, że jedynym sposobem jest wspólne podążanie naprzód. A teraz pracujmy razem na rzecz przyszłości tego świata."
    },
    {
        "ID": "DialogConfig_80002005_Context",
        "Str": "(głową z nutą ulgi): To podróż pełna cierni, ale jeśli będziemy współpracować, może przyszłość będzie inna. Możemy na chwilę odłożyć na bok nasze różnice i wspólnie pracować nad naszymi celami."
    },
    {
        "ID": "DialogConfig_80002006_Context",
        "Str": "(bierze głęboki oddech i uspokaja ton): Będziemy wspierać wasze wysiłki i choć wciąż mamy wątpliwości w naszych sercach, jesteśmy gotowi walczyć o nie tak długo, jak długo będziemy widzieć, jak kiełkują ziarna nadziei."
    },
    {
        "ID": "DialogConfig_80002007_Context",
        "Str": "(Z wdzięcznością): Twoje wsparcie wiele znaczy. Wspólnie stawmy czoła wyzwaniom, które przed nami stoją, i żyjmy zgodnie z naszą wspólną wizją."
    },
    {
        "ID": "DialogConfig_80002008_Context",
        "Str": "(Odkłada broń i uśmiecha się): A więc teraz, gdy jesteśmy po tej samej stronie, niech czyny udowodnią całą naszą wiarę. Przed nami jeszcze długa droga, a my weźmiemy na siebie odpowiedzialność za zmiany."
    },
    {
        "ID": "DialogConfig_80002009_Context",
        "Str": "(uśmiecha się do Marcusa): Okej, nasz cel jest jasny. Mamy nadzieję, że nasze wspólne wysiłki przyniosą rezultaty, na które czekamy z niecierpliwością."
    },
    {
        "ID": "DialogConfig_80003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_80003002_Context",
        "Str": "(wpatruje się chłodno w ziemię, jego głos jest pełen wyczerpania): Ta porażka drogo nas kosztowała. Musimy przyznać, że na tym etapie nie jesteśmy w stanie przeciwstawić się ich potężnym siłom."
    },
    {
        "ID": "DialogConfig_80003003_Context",
        "Str": "(spogląda na nich chłodno, z nutą szyderstwa w głosie): Jak leci, Kane? Twoje nadzieje wydają się kruche. Rzeczywistość tego, o czym mówimy, wydaje się stawać dla was jasna."
    },
    {
        "ID": "DialogConfig_80003004_Context",
        "Str": "(z poważną miną mówił powoli): Chociaż przegraliśmy, porażka nie oznacza, że wszystko się skończyło. Musimy wyciągnąć z tego wnioski i zrewidować naszą strategię."
    },
    {
        "ID": "DialogConfig_80003005_Context",
        "Str": "(Oczy są zdeterminowane, ale zmęczone): Tak, wyciągniemy wnioski z tej porażki i dostosujemy nasze plany. Nigdy się nie poddamy z powodu chwilowego niepowodzenia."
    },
    {
        "ID": "DialogConfig_80003006_Context",
        "Str": "(bierze głęboki oddech i wygląda na zdecydowanego): Chociaż porażka odcisnęła na nas swoje piętno, nie możemy się zniechęcać. Musimy odzyskać siły i być gotowym na kolejne wyzwanie."
    },
    {
        "ID": "DialogConfig_80003007_Context",
        "Str": "(z pogardliwym uśmiechem na ustach): Haha, czy możesz mieć więcej porażek? Ta wojna jest daleka od końca i musisz pracować ciężej."
    },
    {
        "ID": "DialogConfig_80003008_Context",
        "Str": "(głową, spokojnym tonem): Będziemy iść dalej, bez względu na szanse. Porażka jest częścią rozwoju, a ostateczne zwycięstwo jest celem, do którego dążymy."
    },
    {
        "ID": "DialogConfig_80003009_Context",
        "Str": "(Czule spoglądając na naszych towarzyszy): Bez względu na to, ile przeszkód napotkamy, musimy wytrwać. Nadzieja jest daleko, ale nie możemy pozwolić, aby niepowodzenia przytłoczyły naszą determinację."
    },
    {
        "ID": "DialogConfig_80003010_Context",
        "Str": "(Stanowcza odpowiedź): Podniesiemy się z naszych porażek i będziemy nadal walczyć o nasze cele. Klęska jest tylko tymczasowa, a nasza walka będzie trwać."
    },
    {
        "ID": "DialogConfig_90001001_Context",
        "Str": "Okazuje się, że przeszkadzasz nam w planach i jesteś tutaj, zanim zdążę do ciebie pójść. To po prostu rozwiązuje problem."
    },
    {
        "ID": "DialogConfig_90001002_Context",
        "Str": "Oliver, uważaj na tych ludzi, oni mogą tu przyjść, żeby pokazać, że nie są słabi."
    },
    {
        "ID": "DialogConfig_90001003_Context",
        "Str": "Wy, ludzie, dużo o tym mówicie, po prostu to pokonajcie."
    },
    {
        "ID": "DialogConfig_90001004_Context",
        "Str": "(spokojnie spogląda na drugą osobę, poważnym tonem): Noah ma rację. Słowa są bezużyteczne, kluczem są czyny. Skoro jesteś zdeterminowany, aby pokrzyżować nasze plany, pozwól nam zadecydować o wszystkim poprzez walkę."
    },
    {
        "ID": "DialogConfig_90001005_Context",
        "Str": "(głową, wpatrując się stanowczo): Zrozumiany, zrobimy wszystko, co w naszej mocy, aby upewnić się, że nasze cele nie są zagrożone. Przygotuj się na ciężką bitwę z potężnym wrogiem."
    },
    {
        "ID": "DialogConfig_90001006_Context",
        "Str": "(drwiąco, wymachując bronią): Słysząc twoją pewność siebie, wygląda na to, że będziemy musieli wystawić ją na próbę. Przygotuj się na nasze wyzwanie, a dziś poczujesz prawdziwą bitwę."
    },
    {
        "ID": "DialogConfig_90001007_Context",
        "Str": "(uśmiecha się, przeszywając oczy): Więc, niech zacznie się walka. Swoimi działaniami udowodnimy, kto jest realnym zagrożeniem i kto wyjdzie z tego zwycięsko."
    },
    {
        "ID": "DialogConfig_90001008_Context",
        "Str": "(Poważnie gotowy do walki, stanowczy głos): Walka jest jedynym sposobem na rozwiązanie problemów. Jesteśmy w pełni przygotowani i użyjmy naszych sił, aby zadecydować o wyniku wszystkiego."
    },
    {
        "ID": "DialogConfig_90001009_Context",
        "Str": "(robi krok do przodu, jego oczy są bystre): Skoro wszyscy jesteście tak zdeterminowani, niech rozpocznie się bitwa. Niezależnie od wyniku, dziś sprawdzimy się praktycznymi działaniami."
    },
    {
        "ID": "DialogConfig_90002001_Context",
        "Str": "(z uśmiechem zwycięstwa, zmęczony, ale zdecydowany): Bitwa się skończyła, a twoje plany zostały całkowicie udaremnione."
    },
    {
        "ID": "DialogConfig_90002002_Context",
        "Str": "(wściekły, dysząc): Niemożliwe! W jaki sposób? Poszliśmy na całość, więc jak możesz wygrać?"
    },
    {
        "ID": "DialogConfig_90002003_Context",
        "Str": "(z pokonanym szyderczym uśmiechem, starając się zachować spokój): Wygląda na to, że walka nie poszła tak gładko, jak się spodziewaliśmy. Rzeczywiście dał nam pan nauczkę i wygląda na to, że nasza ocena pana nie jest wystarczająco wyczerpująca."
    },
    {
        "ID": "DialogConfig_90002004_Context",
        "Str": "(Zwracając się do Olivera z determinacją w oczach): Oliver, twoje ambicje zostały przez nas położone kresowi. Na tym Twoje plany dobiegną końca. Nie damy Ci kolejnej szansy."
    },
    {
        "ID": "DialogConfig_90002005_Context",
        "Str": "(wzdycha chłodnym tonem): Rzeczywiście, byliśmy przekonani o naszej porażce w tej bitwie. Trzeba jednak pamiętać też, że do prawdziwego przeciwnika jest jeszcze daleko. Zwycięstwo było chwilowe i na tym nasze plany się nie kończyły."
    },
    {
        "ID": "DialogConfig_90002006_Context",
        "Str": "(Bystrooki, niezachwiany): Jeśli nadal chcesz kontynuować walkę, będziemy gotowi się z tobą spotkać. Dzisiejsze zwycięstwo to dopiero początek i będziemy bronić naszych celów, dopóki wszystkie zagrożenia nie zostaną wyeliminowane."
    },
    {
        "ID": "DialogConfig_90002007_Context",
        "Str": "(ze złością spogląda na ziemię, zgrzytając zębami): Dzisiaj wszystko sobie przypomnimy. Następnym razem wrócimy z silniejszą postawą i przysięgamy, że nigdy więcej nie pozwolimy Ci odnieść sukcesu!"
    },
    {
        "ID": "DialogConfig_90002008_Context",
        "Str": "(Ostatnie spojrzenie na Noego, odwraca się): Pamiętaj, nie każda porażka jest końcem. To dopiero kolejny początek."
    },
    {
        "ID": "DialogConfig_90003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_90003002_Context",
        "Str": "(Siedząc na ziemi, blady, głos pełen frustracji): Byliśmy tak dobrze przygotowani, a jednak zostaliśmy tak dotkliwie pobici. Koszt porażki jest znacznie wyższy niż nam się wydaje."
    },
    {
        "ID": "DialogConfig_90003003_Context",
        "Str": "(Ranny, zły i rozczarowany): Walka przerosła nasze oczekiwania. Ich siła jest znacznie silniejsza niż nam się wydaje i najwyraźniej coś jest nie tak z naszą inteligencją."
    },
    {
        "ID": "DialogConfig_90003004_Context",
        "Str": "(Wygląda na ciężkiego, spokojnego w tonie): Nie spodziewaliśmy się, że będą tak potężni, a ta porażka jest poważnym ostrzeżeniem. Musimy dokładnie przeanalizować przyczyny awarii i dowiedzieć się, na czym polega problem."
    },
    {
        "ID": "DialogConfig_90003005_Context",
        "Str": "(spogląda na swojego towarzysza z determinacją w oczach): Chociaż ponieśliśmy porażkę, nie możemy się tym zniechęcić. Musimy wyciągnąć wnioski z wyciągniętych wniosków i zrewidować naszą strategię."
    },
    {
        "ID": "DialogConfig_90003006_Context",
        "Str": "(zgrzytanie zębami i próba zachowania spokoju): Porażka nie jest końcem, ale początkiem nowego początku. Musimy wyciągnąć z tego wnioski i upewnić się, że następnym razem pójdzie nam lepiej."
    },
    {
        "ID": "DialogConfig_90003007_Context",
        "Str": "Ta porażka nauczyła nas, że walka to nie tylko walka o siłę, ale także staranne planowanie i precyzyjne wykonanie. Musimy się poprawić, aby wygrać następnym razem."
    },
    {
        "ID": "DialogConfig_90003008_Context",
        "Str": "(głową, stanowczo): Musimy zachować spokój i przeanalizować każdy szczegół. Porażka jest tymczasowa i musimy być przygotowani na wyzwania, które przed nami stoją."
    },
    {
        "ID": "DialogConfig_90003009_Context",
        "Str": "(bierze głęboki oddech i mówi stanowczo): Nie możemy się poddać, bez względu na wynik. Porażka to tylko faza, a nasz cel wciąż jest przed nami. Zaczerpnijmy siłę z tego niepowodzenia i idźmy dalej."
    },
    {
        "ID": "DialogConfig_90003010_Context",
        "Str": "(Odzyskaj spokój, spójrz stanowczo): Sprawdzimy się praktycznymi działaniami. Ta porażka nas nie złamie, ale uczyni nas silniejszymi. Przygotuj się na kolejne wyzwanie, a na pewno się poprawimy."
    },
    {
        "ID": "DialogConfig_100001001_Context",
        "Str": "Nie spodziewałem się, że tu przyjedziesz, szybko wrócisz, nie chcę cię skrzywdzić, te potwory z tyłu to nie jest coś, z czym możesz walczyć."
    },
    {
        "ID": "DialogConfig_100001002_Context",
        "Str": "Teraz, kiedy tu przybyliśmy, nie ma mowy, żebyśmy wrócili. Świat nie może zostać zniszczony."
    },
    {
        "ID": "DialogConfig_100001003_Context",
        "Str": "Mira, nie gadaj z nimi bzdur, zapędźmy ich z powrotem do siebie"
    },
    {
        "ID": "DialogConfig_100001004_Context",
        "Str": "(wzdycha tonem pełnym bezradności): Nie chcę być twoim wrogiem, ale jeśli będziesz się upierał, by iść naprzód, to mogę cię tylko powstrzymać. Musisz zrozumieć, że zagrożenie jest tutaj znacznie większe niż myślisz."
    },
    {
        "ID": "DialogConfig_100001005_Context",
        "Str": "(Oczy są twarde, niezachwiane): Zdecydowaliśmy, Mira. Nawet w obliczu śmierci będziemy iść naprzód. Daremne jest zatrzymywanie nas, a nasza misja musi zostać wykonana."
    },
    {
        "ID": "DialogConfig_100001006_Context",
        "Str": "(Chłodno spogląda na Noah i Kane'a, jego głos jest poważny): Jeśli musicie nalegać, to musimy podjąć działania. Aby uniemożliwić Ci przejście dalej, zrobimy wszystko, co w naszej mocy, aby Cię odwieźć z powrotem."
    },
    {
        "ID": "DialogConfig_100001007_Context",
        "Str": "Zrobię wszystko, co w mojej mocy, żeby cię powstrzymać, ale pamiętaj, robię to dla twojego bezpieczeństwa. Jeśli znajdę inny sposób, mam nadzieję, że zdecydujesz się poddać."
    },
    {
        "ID": "DialogConfig_100001008_Context",
        "Str": "(zaciśnięte pięści, zdeterminowany): Nie cofniemy się. Nawet Wy nie jesteście w stanie powstrzymać naszej determinacji. W każdym razie musimy nadal iść naprzód, aż osiągniemy nasz cel."
    },
    {
        "ID": "DialogConfig_100001009_Context",
        "Str": "(Wściekły, stojąc obok Miry): Skoro nie słuchasz rad, rozwiążmy ten problem. Nie wiń nas za to, że jesteśmy bezwzględni, jesteśmy tu tylko po to, abyś nie zapędził Cię w kozi róg."
    },
    {
        "ID": "DialogConfig_100001010_Context",
        "Str": "(z nutą bólu w oczach szepcze): Mam nadzieję, że rozumiesz mój niepokój, ale jeśli to jest twój wybór, to mogę tylko podjąć ostatni wysiłek dla twojego bezpieczeństwa."
    },
    {
        "ID": "DialogConfig_100002001_Context",
        "Str": "(wzdycha, oczy się mieszają): Przyznam, że jesteś naprawdę silniejszy, niż się spodziewałem. Jednak mimo to nie masz nadziei na zwycięstwo w obliczu Władcy Pustki."
    },
    {
        "ID": "DialogConfig_100002002_Context",
        "Str": "(ocierając pot z czoła, jego ton jest poważny): Mira, nawet z twoją pomocą, wciąż mamy trudności z walką z Panem Nicości. Widzieliśmy to już wcześniej i nie należy tego lekceważyć."
    },
    {
        "ID": "DialogConfig_100002003_Context",
        "Str": "Może to możliwe."
    },
    {
        "ID": "DialogConfig_100002004_Context",
        "Str": "(bez tchu, oczy pełne determinacji): Skoro teraz możliwe jest pokonanie Władcy Pustki, musimy zrobić wszystko, co w naszej mocy, aby wygrać. Nie wycofamy się z powodu trudności, a teraz nadszedł czas na współpracę."
    },
    {
        "ID": "DialogConfig_100002005_Context",
        "Str": "(z nutą uśmiechu i zdecydowanym spojrzeniem): Mira, twoje wsparcie jest dla nas kluczowe. Chociaż wróg jest silny, wierzymy, że jeśli będziemy współpracować, będziemy w stanie pokonać Władcę Pustki."
    },
    {
        "ID": "DialogConfig_100002006_Context",
        "Str": "(głową, stanowczo głosem): Cóż, jeśli możliwe jest pokonanie Władcy Pustki, jesteśmy gotowi z tobą współpracować. Chociaż wyzwania są zniechęcające, nie możemy tracić nadziei."
    },
    {
        "ID": "DialogConfig_100002007_Context",
        "Str": "(lekko głową, jego nastawienie staje się bardziej pozytywne): W takim razie jesteśmy gotowi do ostatecznej bitwy. Zagrożenie ze strony Władcy Pustki musi zostać wyeliminowane, a my musimy dać z siebie wszystko."
    },
    {
        "ID": "DialogConfig_100002008_Context",
        "Str": "(Broń w ręku, wzrok zdeterminowany): Jesteśmy gotowi. Choć wróg jest silny, wierzymy, że dzięki wspólnym wysiłkom uda nam się pokonać Władcę Pustki."
    },
    {
        "ID": "DialogConfig_100002009_Context",
        "Str": "(Weź głęboki oddech i bądź pewny siebie): Współpraca jest kluczem do rozwiązywania problemów. Teraz musimy zebrać wszystkie nasze siły razem i w imię zwycięstwa, w imię przyszłości tego świata, z pewnością pokonamy Władcę Pustki."
    },
    {
        "ID": "DialogConfig_100002010_Context",
        "Str": "(stojąc obok Miry, zdecydowanym tonem): Zróbmy to razem. Zagrożenie ze strony Władcy Pustki nie może trwać, a nasze połączone siły będą ostatnim kluczem do zwycięstwa."
    },
    {
        "ID": "DialogConfig_100002011_Context",
        "Str": "(spogląda czule na swojego towarzysza, wyglądając na podekscytowanego): A więc pracujmy razem, aby sprostać najwyższemu wyzwaniu. Bez względu na to, jak trudne to jest, nie poddamy się. Dla przyszłości tego świata zwyciężymy!"
    },
    {
        "ID": "DialogConfig_100003001_Context",
        "Str": "(duszność, bolesna twarz): Wygląda na to, że miałem prawo się martwić. Twoja siła jest dalece niewystarczająca."
    },
    {
        "ID": "DialogConfig_100003002_Context",
        "Str": "(leżąc na ziemi, wyglądając na przygnębionych i zmęczonych): Zrobiliśmy wszystko, co w naszej mocy, ale moc Władcy Pustki przekraczała nasze wyobrażenia. Nawet z całych sił nie będziemy w stanie pokonać tak ogromnego zagrożenia."
    },
    {
        "ID": "DialogConfig_100003003_Context",
        "Str": "(blady, niski ton): Ta bitwa była rzeczywiście o wiele trudniejsza niż się spodziewaliśmy. Nasze plany i siła wydają się bezużyteczne dla Władcy Pustki."
    },
    {
        "ID": "DialogConfig_100003004_Context",
        "Str": "(patrzy na ziemię z rozczarowaniem, jego głos jest ciężki): Zrobiliśmy wszystko, co w naszej mocy, ale wciąż nie mogliśmy pokonać Władcy Pustki. Ta porażka jest nie tylko ciosem dla nas, ale także próbą naszej wiary."
    },
    {
        "ID": "DialogConfig_100003005_Context",
        "Str": "(wygląda na poważnego, bezradnego): Chciałbym być bardziej pomocny, ale wygląda na to, że wciąż nie doceniamy mocy Władcy Pustki. Musimy pogodzić się z tą rzeczywistością i znaleźć nowe rozwiązania."
    },
    {
        "ID": "DialogConfig_100003006_Context",
        "Str": "(zgrzytanie zębami, drżącym głosem): Ta porażka nauczyła nas, że wciąż mamy wiele do zrobienia w obliczu takiego wroga. Musimy wyciągnąć z tego wnioski i lepiej przygotować się na kolejne wyzwanie."
    },
    {
        "ID": "DialogConfig_100003007_Context",
        "Str": "(Spróbuj uspokoić swoje emocje i mów stanowczo): Chociaż ponieśliśmy porażkę, nie oznacza to, że wszystko się skończyło. Musimy wyciągnąć wnioski z naszego doświadczenia, dostosować naszą strategię i znaleźć sposób na pokonanie Władców Nicości."
    },
    {
        "ID": "DialogConfig_100003008_Context",
        "Str": "(spogląda na swojego towarzysza, a w jego oczach pojawia się błysk determinacji): Nie zniechęcimy się tą porażką. Nawet jeśli teraz wydaje się to beznadziejne, nadal szukamy okazji do zwycięstwa. Przyszłość tego świata pozostaje w naszych rękach."
    },
    {
        "ID": "DialogConfig_100003009_Context",
        "Str": "(Weź głęboki oddech, z nutą determinacji w głosie): Musimy się uspokoić i ponownie przyjrzeć się naszym planom. Zagrożenie ze strony Władcy Pustki pozostaje, ale możemy znaleźć nowy punkt przełomu po porażce."
    },
    {
        "ID": "DialogConfig_100003010_Context",
        "Str": "(Próbuje wstać, stanowczym tonem): Wykorzystamy tę porażkę jako motywację do przygotowania się na kolejne wyzwanie. Zwycięstwo jest daleko, ale musimy wytrwać i nie tracić nadziei."
    },
    {
        "ID": "DialogConfig_100003011_Context",
        "Str": "(głową, z determinacją w oczach): Porażka jest tymczasowa, a nasz cel wciąż jest przed nami. Tak długo, jak będziemy próbować, na pewno znajdziemy sposób na pokonanie Pana Nicości."
    },
    {
        "ID": "DialogConfig_110001001_Context",
        "Str": "Nie możesz nas powstrzymać, a teraz, kiedy tu jesteś, możemy sobie poradzić tylko z tobą."
    },
    {
        "ID": "DialogConfig_110001002_Context",
        "Str": "Na ironię zakrawa fakt, że nawet jeśli użyjesz zniszczenia do regeneracji tego świata, po tysiącach lat, jeśli staniesz przed tym samym problemem, zniszczysz go ponownie, a twoje rozwiązanie wyleczy objawy, ale nie przyczynę."
    },
    {
        "ID": "DialogConfig_110001003_Context",
        "Str": "To dobrze, ale to lepsze niż pozwolenie, by świat zgnił."
    },
    {
        "ID": "DialogConfig_110001004_Context",
        "Str": "Nie wiem, przez co przeszedłeś, świat jest zarówno dobry, jak i zły, i tylko dlatego, że jesteś w ciemności, cały świat jest spowity ciemnością, a świat zasługuje na zbawienie, choćby dla tego blasku słońca o poranku."
    },
    {
        "ID": "DialogConfig_110001005_Context",
        "Str": "Nawet nie wiesz, przez co przeszliśmy, świat jest dla nas beznadziejny."
    },
    {
        "ID": "DialogConfig_110001006_Context",
        "Str": "Chodźmy na wojnę, jesteśmy w innej sytuacji i nie ma sensu o tym mówić."
    },
    {
        "ID": "DialogConfig_110001007_Context",
        "Str": "(bierze głęboki oddech i mówi poważnym tonem): Teraz, gdy zdecydowałeś się rozwiązać to walką, przygotuj się na wyzwanie. Pokażemy naszymi czynami, że nasze przekonania i cele nie zostaną zachwiane przez waszą wrogość."
    },
    {
        "ID": "DialogConfig_110001008_Context",
        "Str": "(Trzymajcie mocno ramiona, wasze oczy są zdecydowane): Nawet w obliczu konfrontacji nie cofniemy się. O przyszłość tego świata będziemy walczyć do ostatniej chwili."
    },
    {
        "ID": "DialogConfig_110001009_Context",
        "Str": "(wpatruje się chłodno stanowczym głosem): Więc, zacznijmy tę bitwę. Wykorzystamy praktyczne działania, aby ustalić, kto ma najsilniejszą wiarę."
    },
    {
        "ID": "DialogConfig_110001010_Context",
        "Str": "(Przygotuj się do bitwy, wyglądaj na zdecydowanego): Walka jest nieunikniona, a ponieważ jesteśmy po przeciwnych stronach, niech ta walka będzie jedynym sposobem na rozwiązanie problemu."
    },
    {
        "ID": "DialogConfig_110002001_Context",
        "Str": "Wygrywasz, masz moc, by zmienić świat, ale świat niekoniecznie zmienia się tak, jak tego chcesz."
    },
    {
        "ID": "DialogConfig_110002002_Context",
        "Str": "Ten świat też jest twój, może ten świat jest naprawdę zły, ale tak długo, jak starasz się jak najlepiej, aby się zmienić, zawsze będzie jakiś zakątek tego świata oświetlony twoim światłem, prawda? Dołącz do nas, potrzebujemy Twojej siły."
    },
    {
        "ID": "DialogConfig_110002003_Context",
        "Str": "(Patrząc na dłoń Aliany, na jej twarzy pojawia się nuta zmieszania i wahania): Chociaż twoje ideały są piękne, rzeczywistość jest często bardziej okrutna niż ideały. Nawet jeśli do Was dołączymy, zmiana nie będzie taka łatwa, a wyzwań może być jeszcze więcej."
    },
    {
        "ID": "DialogConfig_110002004_Context",
        "Str": "(Patrzy na Ryana zdecydowanym wzrokiem i pełnym nadziei tonem): Nawet jeśli staniemy przed większą liczbą wyzwań, musimy stawić im czoła i ciężko pracować, aby je pokonać. Twoje doświadczenie i siła są dla nas kluczowe. Jeśli będziemy trzymać się razem, być może będziemy w stanie uczynić świat lepszym miejscem."
    },
    {
        "ID": "DialogConfig_110002005_Context",
        "Str": "(Cisza na chwilę, w jego oczach pojawia się nuta wahania): Twoje słowa skłoniły mnie do przemyślenia naszych wyborów. Chociaż wiele przeszliśmy, być może dołączenie do was i bycie częścią zmiany może być nowym początkiem."
    },
    {
        "ID": "DialogConfig_110002006_Context",
        "Str": "(Stojąc obok Aliny, szczerym tonem): To, czego szukamy, to nie tylko osobiste zwycięstwo, ale przyszłość całego świata. Wasze dołączenie to nie tylko uzupełnienie naszej siły, ale także nadzieja na przyszłość."
    },
    {
        "ID": "DialogConfig_110002007_Context",
        "Str": "Rozumiemy, że proces zmian będzie trudny, ale to właśnie dzięki takim partnerom jak Ty mamy możliwość realizacji naszych celów. Pomyśl o tym, dołącz do nas i pracujmy razem, aby stworzyć lepszą przyszłość."
    },
    {
        "ID": "DialogConfig_110002008_Context",
        "Str": "(bierze głęboki wdech, w końcu się uśmiecha): Twoje słowa dają mi nadzieję. Być może, pomimo wyzwań stojących przed światem, dzięki naszym wysiłkom rzeczywiście można go zmienić na lepsze. Jestem gotów przyłączyć się do was w walce o ten cel."
    },
    {
        "ID": "DialogConfig_110002009_Context",
        "Str": "(uśmiecha się, oczy są pełne wdzięczności): Dziękuję, Ryan. Wasz udział jest nie tylko naszą siłą, ale także nadzieją na nasze wspólne wysiłki. Pracujmy razem na rzecz lepszej przyszłości."
    },
    {
        "ID": "DialogConfig_110002010_Context",
        "Str": "(głową, stanowczo): Witamy w nas. Nasze cele pozostają jasne i razem zrobimy wszystko, co w naszej mocy, aby zapewnić przyszłość tego świata."
    },
    {
        "ID": "DialogConfig_110002011_Context",
        "Str": "(uśmiecha się, pewnym siebie tonem): Pracujmy razem. Dzięki naszym wspólnym wysiłkom z pewnością możemy uczynić ten świat jaśniejszym miejscem."
    },
    {
        "ID": "DialogConfig_110002012_Context",
        "Str": "(Stoi z niewzruszonymi oczami): A więc zacznijmy nowy rozdział. Chociaż droga jest wyboista, tak długo, jak będziemy zjednoczeni, będziemy w stanie spotkać się ze świetlaną przyszłością."
    },
    {
        "ID": "DialogConfig_110003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_110003002_Context",
        "Str": "Nawet jeśli nam się nie uda, nie możemy zaprzeczyć twoim wysiłkom i determinacji. Świat jest rzeczywiście skomplikowany, ale wciąż jest na niego nadzieja, o ile robimy wszystko, co w naszej mocy, aby go zmienić."
    },
    {
        "ID": "DialogConfig_110003003_Context",
        "Str": "(potrząsa głową, wygląda na zdesperowanego): Staraliśmy się jak mogliśmy, ale wygląda na to, że nasze wysiłki wciąż nie wystarczą. Ciemność tego świata wydaje się niezgłębiona, a zmiana jest naprawdę trudna do osiągnięcia."
    },
    {
        "ID": "DialogConfig_110003004_Context",
        "Str": "(Następuje chwila ciszy, frustracja w jego tonie): Nawet jeśli nam się nie uda, wciąż wierzymy w możliwość zmiany. Nawet jeśli nie udało nam się osiągnąć naszego celu, nie oznacza to, że to koniec."
    },
    {
        "ID": "DialogConfig_110003005_Context",
        "Str": "(Ton jest pełen rozczarowania): Zostaliśmy mocno obciążeni tą porażką, próbowaliśmy, ale nasze siły są nadal nieznaczne w obliczu tak ogromnego wyzwania."
    },
    {
        "ID": "DialogConfig_110003006_Context",
        "Str": "(ze łzami w oczach i drżącym głosem): Staraliśmy się jak mogliśmy, ale efekt końcowy był tak rozczarowujący. Ta porażka nauczyła nas, że droga do zmiany świata jest o wiele trudniejsza niż nam się wydaje."
    },
    {
        "ID": "DialogConfig_110003007_Context",
        "Str": "(wzdycha, z nutą emocji w głosie): Wszystko, czego doświadczyliśmy, sprawia, że jesteśmy bardziej świadomi złożoności świata. Nawet jeśli nasze wysiłki zakończą się niepowodzeniem, musimy pogodzić się z rzeczywistością i zastanowić się, jak iść naprzód."
    },
    {
        "ID": "DialogConfig_110003008_Context",
        "Str": "(zaciśnięte pięści mocno, stanowczym tonem): Pomimo naszych niepowodzeń nie możemy stracić nadziei. Musimy wyciągnąć z tego wnioski, zrewidować naszą strategię i być gotowym do ponownego podjęcia wyzwania."
    },
    {
        "ID": "DialogConfig_110003009_Context",
        "Str": "(głęboki oddech, ciężki ton): Porażka może frustrować, ale nie możemy na tym poprzestać. Świat wciąż potrzebuje nas, abyśmy nie ustawali w walce."
    },
    {
        "ID": "DialogConfig_110003010_Context",
        "Str": "(głową, próbując odzyskać panowanie nad sobą): Wyciągniemy wnioski z tej porażki i skorygujemy nasze plany. Chociaż teraz jest to bolesne, nadal musimy trzymać się naszej wiary i pracować na rzecz przyszłych zwycięstw."
    },
    {
        "ID": "DialogConfig_110003011_Context",
        "Str": "(Podnosi wzrok, w jego oczach widać nutę determinacji): Nawet jeśli nam się nie uda, musimy iść dalej. Musimy znaleźć nowe rozwiązania, pracować nad przezwyciężeniem trudności, przed którymi stoimy, i walczyć o przyszłość tego świata."
    },
    {
        "ID": "DialogConfig_120001001_Context",
        "Str": "Wygląda na to, że wiesz już o mocy żywiołów i faktycznie ją tutaj goniłeś."
    },
    {
        "ID": "DialogConfig_120001002_Context",
        "Str": "Jaką moc żywiołów?"
    },
    {
        "ID": "DialogConfig_120001003_Context",
        "Str": "Mądry dziadku, wiesz co?"
    },
    {
        "ID": "DialogConfig_120001004_Context",
        "Str": "Czytałem o tym w książce, ten świat ma moc pięciu żywiołów: złota, drewna, wody, ognia i ziemi, które utrzymują podstawowe działanie tego świata."
    },
    {
        "ID": "DialogConfig_120001005_Context",
        "Str": "Wygląda na to, że dobrze zgadłem, prawdziwym celem was ludzi jest zniszczenie świata mocą żywiołów."
    },
    {
        "ID": "DialogConfig_120001006_Context",
        "Str": "Wiesz, że to na nic się zda, mistrz już zgromadził moc nicości, a teraz jest już za późno."
    },
    {
        "ID": "DialogConfig_120001007_Context",
        "Str": "Wtedy musimy się spieszyć."
    },
    {
        "ID": "DialogConfig_120001008_Context",
        "Str": "(Patrzy na Simona, jego ton jest pełen niepokoju): Mądry człowieku, czy możemy użyć mocy żywiołów przeciwko potędze nicości? Czy jest jakiś sposób na odwrócenie obecnej sytuacji?"
    },
    {
        "ID": "DialogConfig_120001009_Context",
        "Str": "(Zastanawia się przez chwilę, w jego głosie słychać nadzieję): Moc żywiołów jest rzeczywiście kluczem do utrzymania równowagi na świecie. Jeśli te siły da się połączyć, być może będą w stanie przeciwstawić się potędze nicości. Ale jak to zrobić, potrzebujemy bardziej szczegółowych informacji i przygotowania."
    },
    {
        "ID": "DialogConfig_120001010_Context",
        "Str": "(Stanowczo): W takim razie musimy działać teraz. Musimy odnaleźć i zgromadzić moc żywiołów, aby powstrzymać dalszą ekspansję mocy nicości. Czas ucieka i nie możemy sobie pozwolić na dłuższą zwłokę."
    },
    {
        "ID": "DialogConfig_120001011_Context",
        "Str": "(patrzy na nich chłodno, groźnym tonem): Twoje wysiłki mogą być daremne. Kontrola mistrza nad mocą nicości nie ma sobie równych, a każdy opór zakończy się zniszczeniem."
    },
    {
        "ID": "DialogConfig_120001012_Context",
        "Str": "(pełen determinacji, zdecydowany w oczach): Bez względu na to, jak silny jest przeciwnik, nie poddamy się. Teraz musimy skoncentrować wszystkie nasze siły, odnaleźć moc żywiołów i walczyć. Przyszłość świata zależy od nas."
    },
    {
        "ID": "DialogConfig_120001013_Context",
        "Str": "Zrobimy wszystko, co w naszej mocy, i bez względu na to, jakie wyzwania nam stoją, nie wycofamy się. Aby uratować świat, musimy się zjednoczyć i stawić czoła nadchodzącej bitwie."
    },
    {
        "ID": "DialogConfig_120001014_Context",
        "Str": "(Przerzuć książkę w poszukiwaniu wskazówek): Zrobię wszystko, co w mojej mocy, aby znaleźć więcej informacji na temat Mocy Żywiołów, które pomogą ci w planowaniu. Musimy jak najlepiej wykorzystać wszystkie zasoby, jeżeli mamy jakąkolwiek szansę na odwrócenie sytuacji."
    },
    {
        "ID": "DialogConfig_120001015_Context",
        "Str": "(Gotowy do działania, oczy pełne determinacji): Ruszajmy szybko i zbierajmy siły. Zrobimy wszystko, co w naszej mocy, aby chronić przyszłość tego świata, nawet w obliczu najgroźniejszych wrogów."
    },
    {
        "ID": "DialogConfig_120002001_Context",
        "Str": "Jest już za późno, wygrywasz mnie, to na nic się nie zda."
    },
    {
        "ID": "DialogConfig_120002002_Context",
        "Str": "Bez względu na to, jak tragiczna jest sytuacja, jesteśmy gotowi. Teraz kluczem jest to, jak znaleźć sposób na walkę z mocą nicości. Nie tracimy nadziei."
    },
    {
        "ID": "DialogConfig_120002003_Context",
        "Str": "(Podchodząc do Thomasa z nutą troski w tonie): Nawet jeśli twój plan jest bliski ukończenia, wciąż jest możliwe, abyśmy znaleźli rozwiązanie. Musimy znaleźć w tym zakresie luki i wykorzystać każdą możliwą okazję, aby zmienić status quo."
    },
    {
        "ID": "DialogConfig_120002004_Context",
        "Str": "(Patrząc na zapis w książce, ton jest spokojny): Moc nicości, o której mówi Tomasz, jest rzeczywiście potężna, ale moc świata nie ogranicza się tylko do tego. Obecność sił elementarnych pozostaje naszą srebrną podszewką. Jeśli uda nam się połączyć te siły, być może będziemy w stanie przeciwstawić się potędze nicości."
    },
    {
        "ID": "DialogConfig_120002005_Context",
        "Str": "(zdecydowanym tonem, z determinacją w oczach): Nawet jeśli teraz wydaje się to beznadziejne, wciąż mamy szansę odwrócić bieg wydarzeń. Zbierzemy wszystkie nasze siły, aby odnaleźć i wykorzystać moc żywiołów, aby zmienić losy świata."
    },
    {
        "ID": "DialogConfig_120002006_Context",
        "Str": "(wzdycha głęboko, z nutą bezsilnej ulgi w głosie): Jesteś naprawdę pełen odwagi i determinacji. Chociaż wiem, że to wszystko może być bezużyteczne, mam nadzieję, że znajdziesz nadzieję i siłę, których potrzebujesz."
    },
    {
        "ID": "DialogConfig_120002007_Context",
        "Str": "(stanowczo głową, mówiąc pewnym siebie): Będziemy iść dalej, bez względu na to, jakie mogą być szanse. Wasze przeszkody są silne, ale nasze przekonania są silniejsze. Nie zamierzamy na tym poprzestać."
    },
    {
        "ID": "DialogConfig_120002008_Context",
        "Str": "(uśmiechnij się, wdzięczny): Dziękujemy, że dałeś nam tę możliwość. Nawet jeśli szanse na sukces są niewielkie, zrobimy wszystko, co w naszej mocy. Każda chwila ciężkiej pracy jest dowodem na to, że się nie poddajemy."
    },
    {
        "ID": "DialogConfig_120002009_Context",
        "Str": "(Zamykając książkę, ton zdradza nadzieję): Wykorzystamy całą dostępną wiedzę i moc, aby zmienić losy świata. Nawet jeśli droga przed nami jest pełna przeszkód, będziemy walczyć, aby iść naprzód."
    },
    {
        "ID": "DialogConfig_120002010_Context",
        "Str": "(Stanowczo): Dziękuję za wytrwałość. Będziemy nadal walczyć o przyszłość tego świata i o wszystko, co jest nam bliskie."
    },
    {
        "ID": "DialogConfig_120002011_Context",
        "Str": "(Patrząc na nich z nutą żalu, ale i nadziei w jego tonie): Mam nadzieję, że wam się uda. Jeśli pewnego dnia świat zostanie naprawdę zbawiony, będę z ciebie dumny."
    },
    {
        "ID": "DialogConfig_120003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_120003002_Context",
        "Str": "(wygląda na sfrustrowanego, mówi ciężkim tonem): Zrobiliśmy wszystko, co w naszej mocy, ale to zdecydowanie nie wystarczyło. W obliczu tak potężnej siły pustki, nasze wysiłki wydają się niezdolne do zmiany status quo."
    },
    {
        "ID": "DialogConfig_120003003_Context",
        "Str": "(pochylona głowa, rozczarowany głosem): Nawet gdybyśmy spróbowali wszystkich możliwych metod, i tak nie moglibyśmy odwrócić sytuacji. Jesteśmy załamani naszymi niepowodzeniami, ale musimy zmierzyć się z rzeczywistością."
    },
    {
        "ID": "DialogConfig_120003004_Context",
        "Str": "(Przeglądając informacje w książce, ton ujawnia bezradność): Nie doceniamy zagrożenia, jakie niesie ze sobą potęga nicości. Nawet jeśli obecność mocy żywiołów jest dla nas pozytywną stroną, jasne jest, że nie wystarczy walczyć z tak potężną siłą."
    },
    {
        "ID": "DialogConfig_120003005_Context",
        "Str": "(spogląda na siebie z rozczarowaniem, z bezradnością w głosie): Dołożyliśmy wszelkich starań, ale efektem końcowym była porażka. Choć nie chcemy się z tym pogodzić, rzeczywistość jest tak okrutna."
    },
    {
        "ID": "DialogConfig_120003006_Context",
        "Str": "(patrzy na nich chłodno, z nutą pogardy w tonie): Wasze niepowodzenia dowiodły wszystkiego. Uścisk pustki nie może zostać przerwany, a twoje wysiłki będą tylko daremną walką."
    },
    {
        "ID": "DialogConfig_120003007_Context",
        "Str": "(Podnosi wzrok z nutą nieustępliwości w głosie): Nawet jeśli ponieśliśmy porażkę, nie poddamy się łatwo. Przyszłość tego świata pozostaje w naszych rękach i będziemy nadal szukać innych możliwych rozwiązań."
    },
    {
        "ID": "DialogConfig_120003008_Context",
        "Str": "(łzy w jego oczach, jego głos drży): Mimo że stanęliśmy w obliczu porażki, to doświadczenie sprawiło, że staliśmy się bardziej świadomi złożoności świata. Musimy wyciągnąć wnioski z naszych porażek i znaleźć nową nadzieję i ścieżki."
    },
    {
        "ID": "DialogConfig_120003009_Context",
        "Str": "(Głos jest pełen smutku, ale wciąż jest zdeterminowany): Chociaż nam się nie udało, musimy wyciągnąć wnioski z tego doświadczenia i znaleźć nowy kierunek. Moc nicości jest potężna, ale nie możemy się poddać."
    },
    {
        "ID": "DialogConfig_120003010_Context",
        "Str": "(Spróbuj uspokoić swoje emocje, z determinacją w tonie): Nawet jeśli teraz wszystko wydaje się beznadziejne, nadal musimy trzymać się naszej wiary. Chociaż droga przed nami jest trudna, będziemy nadal ciężko pracować i dążyć do przyszłości tego świata."
    },
    {
        "ID": "DialogConfig_120003011_Context",
        "Str": "(z ponurym uśmiechem i końcowym sarkazmem w tonie): Twoja wytrwałość jest rzeczywiście godna podziwu, ale w obliczu potęgi nicości twoje wysiłki wydają się nieznaczące. Twoje niepowodzenia to tylko mikrokosmos tego świata."
    },
    {
        "ID": "DialogConfig_120003012_Context",
        "Str": "(bierze głęboki wdech, zdecydowanym tonem): Chociaż porażka jest dla nas bolesna, musimy wyciągnąć z niej wnioski. Nie poddamy się z powodu tego wszystkiego i będziemy nadal szukać nowej nadziei i walczyć o przyszłość świata."
    },
    {
        "ID": "DialogConfig_120003013_Context",
        "Str": "(Ocierając łzy, oczy pełne determinacji): Nawet w najciemniejszych chwilach musimy iść naprzód. Nasze cele pozostają jasne i choć droga przed nami jest wyboista, będziemy nadal ciężko pracować."
    },
    {
        "ID": "DialogConfig_130001001_Context",
        "Str": "W końcu tu jesteś i nie możesz mnie powstrzymać. Nie możesz sobie wyobrazić mojej mocy."
    },
    {
        "ID": "DialogConfig_130001002_Context",
        "Str": "Jesteś Władcą Pustki, prawda, i wygląda na to, że musimy cię znowu zapieczętować."
    },
    {
        "ID": "DialogConfig_130001003_Context",
        "Str": "Hahahaha, spróbujmy."
    },
    {
        "ID": "DialogConfig_130001004_Context",
        "Str": "(Stojąc obok Noego, z determinacją w głosie): Nawet jeśli masz wielką moc, nie wycofamy się łatwo. Jesteśmy gotowi stawić czoła Twoim zagrożeniom, bez względu na koszty."
    },
    {
        "ID": "DialogConfig_130001005_Context",
        "Str": "(Otwórz książkę, poszukaj informacji, zachowaj spokój): Moc Quentina jest rzeczywiście przerażająca, ale nie możemy się poddać. Połączenie sił żywiołów może być w stanie oprzeć się potędze nicości, a my musimy jak najlepiej wykorzystać wszystkie zasoby."
    },
    {
        "ID": "DialogConfig_130001006_Context",
        "Str": "Bez względu na to, jak potężny jest Quentin, nie możemy pozwolić, by nadal zagrażał światu. Zrobimy wszystko, co w naszej mocy, aby z nim walczyć."
    },
    {
        "ID": "DialogConfig_130001007_Context",
        "Str": "(śmieje się z sarkazmem w tonie): Twoja determinacja, choć godna podziwu, jest niczym w obliczu nicości. Zobaczmy, czy twoja tak zwana \"pełna siła\" może przeciwstawić się mojej mocy."
    },
    {
        "ID": "DialogConfig_130001008_Context",
        "Str": "(Stanowczy w oczach, z nieustępliwością w tonie): Nie cofniemy się nawet w obliczu potężnego wroga. Los tego świata jest w naszych rękach i nigdy nie pozwolimy wam dalej go niszczyć."
    },
    {
        "ID": "DialogConfig_130001009_Context",
        "Str": "(z pewnością siebie w oczach i zdecydowanym tonem): Jesteśmy gotowi na wyzwanie. Nawet jeśli moc Quentina jest potężna, użyjemy mądrości i odwagi, aby walczyć i znaleźć sposób, aby cię pokonać."
    },
    {
        "ID": "DialogConfig_130001010_Context",
        "Str": "(Przerzucając starożytne księgi, ton ujawnia nadzieję): Według starożytnych zapisów, chociaż moc Władcy Pustki jest potężna, istnieją również sposoby, aby ją złamać. Musimy znaleźć i wykorzystać te metody, aby mieć szansę na pokonanie Quentina."
    },
    {
        "ID": "DialogConfig_130001011_Context",
        "Str": "(bierze głęboki oddech i jest pełen determinacji w tonie): Jesteśmy gotowi. Pomimo wyzwań, które przed nami stoją, zrobimy wszystko, co w naszej mocy, aby walczyć do końca. Quentin, twój koniec jest na wyciągnięcie ręki."
    },
    {
        "ID": "DialogConfig_130001012_Context",
        "Str": "(w kącikach jego ust pojawia się szyderczy grymas, a w tonie słychać groźbę): Chodź, spróbuj zobaczyć, czy twoje wysiłki mogą zmienić wynik. Osobiście będę świadkiem waszej klęski i triumfu nicości."
    },
    {
        "ID": "DialogConfig_130001013_Context",
        "Str": "(Uśmiecha się lekko, oczy są pełne determinacji): Bez względu na to, jak potężna jest twoja moc, będziemy walczyć z całych sił. Dla dobra tego świata pokonamy wszystkie trudności i osiągniemy ostateczne zwycięstwo."
    },
    {
        "ID": "DialogConfig_130002001_Context",
        "Str": "Nie ma mowy, w dzisiejszych czasach jest jeszcze ktoś, kto może mnie pokonać, wy mrówki."
    },
    {
        "ID": "DialogConfig_130002002_Context",
        "Str": "Czy nie słyszałeś zdania, że tysiąc mil nasypu zapada się w mrowisku, nawet jeśli będziemy mrówkami, twój wielki statek zostanie przez nas przeżarzony."
    },
    {
        "ID": "DialogConfig_130002003_Context",
        "Str": "(potrząsa głową, a na jego twarzy maluje się szok i niechęć): Naprawdę to zrobiłeś. Nie spodziewałem się, że zostanę pokonany przez was tak zwane \"mrówki\". Twoja mocna strona...... Może mnie zmusić do regresu."
    },
    {
        "ID": "DialogConfig_130002004_Context",
        "Str": "(Robi krok naprzód, jego ton jest pełen radości ze zwycięstwa): W końcu nam się udało! Pomimo stawienia czoła tak potężnemu wrogowi jak Ty, nasza jedność i determinacja pozwoliły nam przezwyciężyć wszystko."
    },
    {
        "ID": "DialogConfig_130002005_Context",
        "Str": "(Przerzuca książkę z ulgą w tonie): Siła Quentina jest potężna, ale dzięki mądrości i wytrwałości znaleźliśmy sposób, by ją pokonać. Udało nam się zażegnać groźbę nicości."
    },
    {
        "ID": "DialogConfig_130002006_Context",
        "Str": "(uśmiecha się, z dumą w głosie): Wygląda na to, że mimo naszej małej siły, to właśnie kumulacja tych małych wysiłków pozwala nam pokonać tak ogromnego wroga. Udało się!"
    },
    {
        "ID": "DialogConfig_130002007_Context",
        "Str": "(stopniowo tracąc siły, z niechęcią w tonie): Chociaż wygrałeś, cień nicości pozostaje. Czy twoje zwycięstwo naprawdę zmieni wszystko, być może nigdy się nie dowiem."
    },
    {
        "ID": "DialogConfig_130002008_Context",
        "Str": "(Mówiąc dobitnie): nasze zwycięstwo to dopiero początek. Będziemy nadal pracować nad tym, aby groźba nicości nie powróciła do życia. Świat nas potrzebuje, a my nie przestaniemy."
    },
    {
        "ID": "DialogConfig_130002009_Context",
        "Str": "Wyciągnęliśmy wnioski z naszych porażek, a dzisiejsze zwycięstwo należy do wszystkich, którzy wytrwali. Nasza praca dopiero się rozpoczęła."
    },
    {
        "ID": "DialogConfig_130002010_Context",
        "Str": "Porażka Quentina dowodzi, że dopóki jesteśmy zjednoczeni, możemy pokonać wszelkie przeciwności losu. Przed nami jeszcze długa droga, ale jesteśmy przekonani."
    },
    {
        "ID": "DialogConfig_130002011_Context",
        "Str": "(Idąc naprzód, zdecydowanym tonem): To jest zwycięstwo, które odnieśliśmy, ale jest to również nowy początek. Będziemy nadal iść naprzód, aby utrzymać pokój i stabilność na tym świecie."
    },
    {
        "ID": "DialogConfig_130002012_Context",
        "Str": "(Nuta szacunku w twoim ostatnim spojrzeniu): Jestem pod wrażeniem twojego wytrwałości i odwagi. Chociaż poniosłem porażkę, przyznaję, że wasza siła i determinacja są rzeczywiście godne szacunku."
    },
    {
        "ID": "DialogConfig_130002013_Context",
        "Str": "(uśmiechając się, stanowczo w tonie): Dziękuję za uznanie. Będziemy nadal walczyć o przyszłość tego świata i nie pozwolimy, aby jakakolwiek ciemność powróciła."
    },
    {
        "ID": "DialogConfig_130003001_Context",
        "Str": "Wciąż jesteśmy za słabi!"
    },
    {
        "ID": "DialogConfig_130003002_Context",
        "Str": "(dysząc, wyglądając na sfrustrowanego): Staraliśmy się jak mogliśmy, ale w końcu nie mogliśmy powstrzymać twojego planu. Moc pustki jest silniejsza niż się spodziewaliśmy."
    },
    {
        "ID": "DialogConfig_130003003_Context",
        "Str": "(osunął się na ziemię, rozczarowany tonem): Zrobiliśmy wszystko, co w naszej mocy, ale nie wygląda na to, że jesteśmy wystarczająco silni. Porażka jest bolesna, ale taka jest rzeczywistość."
    },
    {
        "ID": "DialogConfig_130003004_Context",
        "Str": "(Przerzucając książki, ton jest pełen bezradności): Chociaż próbowaliśmy wiele, nie byliśmy w stanie znaleźć skutecznego rozwiązania w obliczu potęgi nicości. To wszystko jest bardziej skomplikowane, niż możemy sobie wyobrazić."
    },
    {
        "ID": "DialogConfig_130003005_Context",
        "Str": "(pochylona głowa, ciężkim tonem): Zrobiliśmy wszystko, co mogliśmy, ale w końcu ponieśliśmy porażkę. Wydaje się, że nasze rozumienie potęgi nicości jest jeszcze zbyt płytkie."
    },
    {
        "ID": "DialogConfig_130003006_Context",
        "Str": "(uśmiecha się sarkastycznie w tonie): Twoje wysiłki są śmieszne. Nawet jeśli dasz z siebie wszystko, nie możesz zmienić skazanego na porażkę wyniku. Potęga nicości jest już nie do zatrzymania."
    },
    {
        "ID": "DialogConfig_130003007_Context",
        "Str": "(Podnosi wzrok z nutą determinacji w oczach): Nawet jeśli nam się nie uda, nie poddajemy się całkowicie. Chociaż w tej chwili nie możemy tego zmienić, będziemy nadal szukać rozwiązań."
    },
    {
        "ID": "DialogConfig_130003008_Context",
        "Str": "(Jego głos drży, w jego tonie słychać smutek): Nasze porażki rozdzierają serce. Musimy się jednak uczyć, aby odnaleźć nową nadzieję na przyszłość."
    },
    {
        "ID": "DialogConfig_130003009_Context",
        "Str": "(z ciężkim tonem smutku): Nie udało się, ale nie możemy się poddawać. Moc nicości jest potężna, ale musimy nadal poszukiwać rozwiązań."
    },
    {
        "ID": "DialogConfig_130003010_Context",
        "Str": "(bierze głęboki oddech i mówi z determinacją): Nawet jeśli teraz nam się nie uda, musimy iść dalej. Wyzwania pozostają na przyszłość i nie możemy sobie pozwolić na ich wycofanie się."
    },
    {
        "ID": "DialogConfig_130003011_Context",
        "Str": "(patrzy na nich chłodno, z ostateczną pogardą w głosie): Wasza porażka to dopiero początek potęgi nicości. Będę nadal kontrolował świat, dopóki nie zatonie całkowicie."
    },
    {
        "ID": "DialogConfig_130003012_Context",
        "Str": "Pomimo naszych niepowodzeń nie zachwiejemy się w naszym postanowieniu. Wyciągniemy wnioski z naszych porażek i dostosujemy naszą strategię, aby ostatecznie wygrać."
    },
    {
        "ID": "DialogConfig_130003013_Context",
        "Str": "(lekko głową, stanowczym tonem): Będziemy nadal walczyć, bez względu na to, ile trudności nas czeka. Porażka jest tymczasowa, a my będziemy nadal pracować na rzecz przyszłości świata."
    },
    {
        "ID": "DialogConfig_200001001_Context",
        "Str": "Noah, potrzebuję twojej pomocy. Zeszłej nocy na niebie pojawiło się coś niezwykłego, więc zrobiłem wróżbę, ale źródłem heksagramu była nicość, a ja mogłem zobaczyć tylko kawałek ciemności stopniowo przenikający cały kontynent."
    },
    {
        "ID": "DialogConfig_200001002_Context",
        "Str": "Żyjemy w świecie, w którym istnieją organizacje, które dbają o nasze bezpieczeństwo i zajmą się wszystkim, nie martw się."
    },
    {
        "ID": "DialogConfig_200001003_Context",
        "Str": "Tym razem jest inaczej, pustka stopniowo pochłonie wszystkich, tak jak cicho zapada noc, kiedy wyjrzysz przez okno, nagle odkryjesz, że noc całkowicie otoczyła ziemię."
    },
    {
        "ID": "DialogConfig_200001004_Context",
        "Str": "Więc co mogę zrobić?"
    },
    {
        "ID": "DialogConfig_200001005_Context",
        "Str": "Chcę, abyście udali się do Lasu Gwiezdnego Księżyca, aby odnaleźć człowieka o imieniu Calvin, który ma moc przewidywania przyszłości i poznania prawdy, która może nam pomóc dowiedzieć się o tej sprawie."
    },
    {
        "ID": "DialogConfig_200001006_Context",
        "Str": "O czym ty mówisz, czy jest coś, w czym potrzebujesz mojej pomocy?"
    },
    {
        "ID": "DialogConfig_200001007_Context",
        "Str": "Mądry starzec wyczuł, że coś złego się stało, a ja musiałem kogoś znaleźć."
    },
    {
        "ID": "DialogConfig_200001008_Context",
        "Str": "Tak się składa, że wybieram się do Lasu Gwiezdnego Księżyca, aby zebrać trochę ziół leczniczych, więc pójdę z tobą."
    },
    {
        "ID": "DialogConfig_200001009_Context",
        "Str": "Na szczęście Arya była tam kilka razy i jest z nim trochę bardziej zaznajomiona."
    },
    {
        "ID": "DialogConfig_200001010_Context",
        "Str": "Na wszelki wypadek mam dla was trochę sprzętu na obóz bohaterów, więc pamiętajcie, żeby zabrać go ze sobą przed wyjazdem."
    },
    {
        "ID": "DialogConfig_200002001_Context",
        "Str": "Mądry staruszku, mamy ludzi, których potrzebujesz."
    },
    {
        "ID": "DialogConfig_200002002_Context",
        "Str": "Dobra robota. Calvin, dawno się nie widziałem. Czy wiesz, o co chodzi?"
    },
    {
        "ID": "DialogConfig_200002003_Context",
        "Str": "Chciałem cię zapytać, ale w międzyczasie zdarzył się jakiś wypadek, a to za sprawą faceta, którego wysłałeś."
    },
    {
        "ID": "DialogConfig_200002004_Context",
        "Str": "Co się stało?"
    },
    {
        "ID": "DialogConfig_200002005_Context",
        "Str": "W tej chwili nie wiem zbyt wiele, poza tym, że niektórzy ludzie chcą czegoś ode mnie."
    },
    {
        "ID": "DialogConfig_200002006_Context",
        "Str": "Nie udało im się przeprowadzić tej operacji i powinni ponownie wrócić do Lasu Gwiezdnego Księżyca. Wygląda na to, że będziemy musieli wyruszyć tu ponownie, a tym razem idę z wami, aby strzec się przed nieznanymi niebezpieczeństwami."
    },
    {
        "ID": "DialogConfig_200002007_Context",
        "Str": "Musimy więc ponownie ocenić obecną sytuację."
    },
    {
        "ID": "DialogConfig_200002008_Context",
        "Str": "Tak, nie możemy tego lekceważyć. Tym razem osobiście wybiorę się z Wami do Lasu Gwiezdnego Księżyca na wypadek nieznanych niebezpieczeństw. Musimy zrozumieć ich prawdziwy cel i jak najszybciej zająć się tym zagrożeniem."
    },
    {
        "ID": "DialogConfig_200002009_Context",
        "Str": "Zgadzam się. Dobrze jest być przygotowanym z wyprzedzeniem."
    },
    {
        "ID": "DialogConfig_200002010_Context",
        "Str": "W takim razie zróbmy to. Chcemy mieć pewność, że tym razem nie będzie więcej niespodzianek i że problem zostanie całkowicie rozwiązany."
    },
    {
        "ID": "DialogConfig_200002011_Context",
        "Str": "W takim razie zróbmy to. Chcemy mieć pewność, że tym razem nie będzie więcej niespodzianek i że problem zostanie całkowicie rozwiązany."
    },
    {
        "ID": "FightTipsPanel_Desc",
        "Str": "Ponowne uruchomienie spowoduje utratę istniejących rekordów dla tego poziomu, czy chcesz potwierdzić ponowne uruchomienie?"
    },
    {
        "ID": "HeroPanel_LevelUP",
        "Str": "upgrade"
    },
    {
        "ID": "HeroPanel_Wear",
        "Str": "odzież"
    },
    {
        "ID": "HeroPanel_Unwear",
        "Str": "wyładować"
    },
    {
        "ID": "HeroPanel_ActiveTalent",
        "Str": "aktywacja"
    },
    {
        "ID": "FightOverPanel_PhyAttack",
        "Str": "Ataki fizyczne"
    },
    {
        "ID": "FightOverPanel_MagAttack",
        "Str": "Magiczny atak"
    },
    {
        "ID": "FightOverPanel_Cure",
        "Str": "traktować"
    },
    {
        "ID": "FightOverPanel_PhyDefense",
        "Str": "Obrona fizyczna"
    },
    {
        "ID": "FightOverPanel_MagDefense",
        "Str": "Magiczna obrona"
    },
    {
        "ID": "SmithyRewardPanel_Title",
        "Str": "Gratulujemy zdobycia sprzętu"
    },
    {
        "ID": "FightOverPanel_Win",
        "Str": "zwycięstwo"
    },
    {
        "ID": "FightOverPanel_Failed",
        "Str": "zawieść"
    },
    {
        "ID": "HeroPanel_Reset",
        "Str": "Czy na pewno chcesz zresetować {0}? Spowoduje to wyczyszczenie aktywowanych talentów, zresetowanie poziomu do 1 i zwrócenie wszystkich zasobów."
    },
    {
        "ID": "FightPanel_SkipTips",
        "Str": "Proszę, zakończ operację obecnego bohatera!"
    },
    {
        "ID": "CommonTips",
        "Str": "Kliknij pusty obszar, aby kontynuować"
    },
    {
        "ID": "FastedPassPrefix",
        "Str": "Najszybszy rekord wygranych:"
    },
    {
        "ID": "HeroCountPrefix",
        "Str": "Wymagana liczba osób:"
    },
    {
        "ID": "FightTarget",
        "Str": "Warunki zwycięstwa:"
    },
    {
        "ID": "OwnedPrefix",
        "Str": "Własnością:"
    },
    {
        "ID": "RewardItemsPanel_Title",
        "Str": "Gratulujemy zdobycia zasobów"
    },
    {
        "ID": "DayConfig_1_Desc",
        "Str": "Statystyki wrogów na polu bitwy zostają zwiększone o 5%, a statystyki bohaterów zostają zmniejszone o 5%."
    },
    {
        "ID": "DayConfig_2_Desc",
        "Str": "Zwiększa statystyki bohaterów o 5% i zmniejsza statystyki wrogów o 5%"
    },
    {
        "ID": "Data_Saved",
        "Str": "Najnowszy postęp został zapisany!"
    }
]