[
    {
        "ID": "RoleConfig_10001_Name",
        "Str": "O noah."
    },
    {
        "ID": "RoleConfig_10002_Name",
        "Str": "Aelia, filha"
    },
    {
        "ID": "RoleConfig_10003_Name",
        "Str": "Calvin e"
    },
    {
        "ID": "RoleConfig_10004_Name",
        "Str": "Derek."
    },
    {
        "ID": "RoleConfig_10005_Name",
        "Str": "Ethan."
    },
    {
        "ID": "RoleConfig_10006_Name",
        "Str": "O aiden"
    },
    {
        "ID": "RoleConfig_10007_Name",
        "Str": "O finn."
    },
    {
        "ID": "RoleConfig_10008_Name",
        "Str": "hawke"
    },
    {
        "ID": "RoleConfig_10009_Name",
        "Str": "Com gareth"
    },
    {
        "ID": "RoleConfig_10010_Name",
        "Str": "justina"
    },
    {
        "ID": "RoleConfig_10011_Name",
        "Str": "kane"
    },
    {
        "ID": "RoleConfig_10012_Name",
        "Str": "Liam."
    },
    {
        "ID": "RoleConfig_10013_Name",
        "Str": "Marcus!"
    },
    {
        "ID": "RoleConfig_10014_Name",
        "Str": "Oliver!"
    },
    {
        "ID": "RoleConfig_10015_Name",
        "Str": "vera"
    },
    {
        "ID": "RoleConfig_10016_Name",
        "Str": "Mila."
    },
    {
        "ID": "RoleConfig_10017_Name",
        "Str": "Lena,"
    },
    {
        "ID": "RoleConfig_10018_Name",
        "Str": "O felix"
    },
    {
        "ID": "RoleConfig_10019_Name",
        "Str": "quentin"
    },
    {
        "ID": "RoleConfig_10020_Name",
        "Str": "O ryan"
    },
    {
        "ID": "RoleConfig_10021_Name",
        "Str": "Simon."
    },
    {
        "ID": "RoleConfig_10022_Name",
        "Str": "Thomas, thomas"
    },
    {
        "ID": "RoleConfig_10023_Name",
        "Str": "O ulf"
    },
    {
        "ID": "RoleConfig_10024_Name",
        "Str": "zach"
    },
    {
        "ID": "RoleConfig_10025_Name",
        "Str": "Ramo de fane"
    },
    {
        "ID": "RoleConfig_20001_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20002_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20003_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20004_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20005_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20006_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20007_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20008_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20009_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20010_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20011_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20012_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_20013_Name",
        "Str": "vagabundo"
    },
    {
        "ID": "RoleConfig_30004_Name",
        "Str": "O mal derek"
    },
    {
        "ID": "RoleConfig_30005_Name",
        "Str": "O mal ethan"
    },
    {
        "ID": "RoleConfig_30006_Name",
        "Str": "O mal aiden"
    },
    {
        "ID": "RoleConfig_30007_Name",
        "Str": "O mal fein"
    },
    {
        "ID": "RoleConfig_30008_Name",
        "Str": "O mal hawker"
    },
    {
        "ID": "RoleConfig_30009_Name",
        "Str": "Gareth o mal"
    },
    {
        "ID": "RoleConfig_30010_Name",
        "Str": "Justin o mal"
    },
    {
        "ID": "RoleConfig_30011_Name",
        "Str": "O mal kane"
    },
    {
        "ID": "RoleConfig_30012_Name",
        "Str": "O mal de leon"
    },
    {
        "ID": "RoleConfig_30013_Name",
        "Str": "O malvado marcus"
    },
    {
        "ID": "RoleConfig_30014_Name",
        "Str": "O mal oliver"
    },
    {
        "ID": "RoleConfig_30015_Name",
        "Str": "Vera o mal"
    },
    {
        "ID": "RoleConfig_30016_Name",
        "Str": "Mila o mal"
    },
    {
        "ID": "RoleConfig_30017_Name",
        "Str": "O mal de lina"
    },
    {
        "ID": "RoleConfig_30018_Name",
        "Str": "O mal felix"
    },
    {
        "ID": "RoleConfig_30019_Name",
        "Str": "Quentin o mal"
    },
    {
        "ID": "RoleConfig_30020_Name",
        "Str": "O mal ryan"
    },
    {
        "ID": "RoleConfig_30022_Name",
        "Str": "Thomas o mal"
    },
    {
        "ID": "RoleConfig_30023_Name",
        "Str": "Ulf o mal"
    },
    {
        "ID": "RoleConfig_30024_Name",
        "Str": "O mal zach"
    },
    {
        "ID": "RoleConfig_10001_Desc",
        "Str": "Noah é um jovem explorador apaixonado por explorar o desconhecido. Especialista em navegação e técnicas de sobrevivência, possui um vasto conhecimento da natureza e, de vez em quando, consegue encontrar uma saída em situações difíceis. Ele tem uma personalidade alegre, gosta de fazer amigos e tem esperança no futuro."
    },
    {
        "ID": "RoleConfig_10002_Desc",
        "Str": "Alia é uma guerreira inteligente e ousada, especializada em esgrima e estratégias de combate. Ela vem de uma família de artistas de artes marciais, pais que foram heróis lendários. Com um coração justo e determinada a proteger os mais fracos, alia está constantemente envolvida em várias aventuras e desafios."
    },
    {
        "ID": "RoleConfig_10003_Desc",
        "Str": "Calvin é um vidente talentoso, focado na proteção ambiental e sustentabilidade. Dedicou-se a explorar o desconhecido e ajudar o homem a viver em harmonia com a natureza. Ele tem uma personalidade introvertida, mas seu amor pelo conhecimento fez com que ele fosse muito respeitado entre seus colegas."
    },
    {
        "ID": "RoleConfig_10004_Desc",
        "Str": "Derek é um homem de negócios com habilidades de liderança que dirige uma empresa próspera. Ele é bom em agarrar oportunidades de negócios e tem uma estratégia brilhante. Ele ganhou a confiança e o apoio de muitas pessoas."
    },
    {
        "ID": "RoleConfig_10005_Desc",
        "Str": "Ethan é um jovem artista que se concentra na pintura e escultura. Sua obra é cheia de emoções, muitas vezes refletindo sua visão única da vida. Embora às vezes pareça retraído, sua paixão pela arte atraiu muitos seguidores."
    },
    {
        "ID": "RoleConfig_10006_Desc",
        "Str": "Aiden é um especialista em programação e hacking. Seu talento o levou a se destacar no mundo da segurança cibernética, mas muitas vezes ele também usa suas habilidades para lutar pela justiça. Aiden tem uma personalidade bem-humorada e é bom em regular a atmosfera."
    },
    {
        "ID": "RoleConfig_10007_Desc",
        "Str": "Finn é um adivinhador místico, especialista no uso de tarô e astrologia. Ela é capaz de discernir corações e ajudar os outros a encontrar direção na vida. Fein é gentil, compassivo e sempre disposto a ouvir os problemas dos outros."
    },
    {
        "ID": "RoleConfig_10008_Desc",
        "Str": "Hawke é um caçador corajoso que é bom em rastrear e sobreviver na natureza. Ele ama a natureza e muitas vezes vive sozinho na floresta. Ele tem um forte senso de justiça e está disposto a lutar para proteger sua pátria."
    },
    {
        "ID": "RoleConfig_10009_Desc",
        "Str": "Gareth é um cavaleiro experiente e leal ao seu reino. De convicções fortes, corajoso e destemido, participou de vez em quando na luta pela defesa da pátria. Ele ganhou o amor do povo por sua justiça e responsabilidade."
    },
    {
        "ID": "RoleConfig_10010_Desc",
        "Str": "Justin é um músico maravilhoso que se especializa em guitarra e composição. O seu estilo musical é muito distinto e muitas vezes incorpora experiências pessoais nas letras. Alegre e feliz em compartilhar sua arte, ele ganhou uma ampla base de fãs."
    },
    {
        "ID": "RoleConfig_10011_Desc",
        "Str": "Kane é um médico brilhante, focado em primeiros socorros e cirurgia. Ele tem um profundo conhecimento e uma vasta experiência no campo da saúde, muitas vezes ajudando os outros em tempos de crise. Rigoroso e compassivo, kane é respeitado por pacientes e colegas."
    },
    {
        "ID": "RoleConfig_10012_Desc",
        "Str": "Leanne é uma excelente atleta, especializada em atletismo e natação. Ele é conhecido por ser um dos melhores jogadores de futebol do mundo. Apesar da pressão, ele sempre conseguiu enfrentar os desafios com otimismo."
    },
    {
        "ID": "RoleConfig_10013_Desc",
        "Str": "Marcus é um historiador que se concentra no estudo das civilizações antigas. A sua investigação foi aprofundada e meticulosa, e muitas vezes revelou verdades históricas pouco conhecidas. Apaixonado por compartilhar conhecimento, é palestrante em universidades e palestras."
    },
    {
        "ID": "RoleConfig_10014_Desc",
        "Str": "Oliver é um jovem feiticeiro com grandes habilidades mágicas. Ele constantemente desafia a si mesmo em busca de um estado mais elevado enquanto aprende e explora a magia. Oliver tem uma personalidade apaixonada e curiosa."
    },
    {
        "ID": "RoleConfig_10015_Desc",
        "Str": "Vera é uma dançarina virtuosa, focada em balé e dança contemporânea. Sua dança é cheia de poder e elegância e é muito apreciada pelo público. Vera tem uma personalidade alegre e está feliz em compartilhar suas experiências artísticas."
    },
    {
        "ID": "RoleConfig_10016_Desc",
        "Str": "Mira é uma cozinheira maravilhosa, especializada em cozinha criativa. Ela tem uma visão única sobre a escolha e harmonização dos ingredientes, muitas vezes surpreendendo os clientes. Mira tem uma personalidade apaixonada, comunicativa e gosta de compartilhar suas experiências culinárias."
    },
    {
        "ID": "RoleConfig_10017_Desc",
        "Str": "Lena é uma jornalista fantástica, especializada em reportagem investigativa. Sua obsessão pela verdade fez com que ela se destacou no mundo da mídia. A lena é corajosa e está disposta a mergulhar em lugares perigosos e revelar a injustiça da sociedade."
    },
    {
        "ID": "RoleConfig_10018_Desc",
        "Str": "Felix é um programador profissional especializado no desenvolvimento de sistemas de software complexos. Seu trabalho é rigoroso e meticuloso, muitas vezes assumindo papéis-chave em projetos. Ele tem uma personalidade discreta, mas é muito respeitado dentro dos círculos técnicos."
    },
    {
        "ID": "RoleConfig_10019_Desc",
        "Str": "Quentin é um filósofo que se concentra na ética e no sentido da existência humana. Ele muitas vezes pensa profundamente e, em seus escritos, explorou problemas humanos complexos. Quentin tem uma personalidade calma e escuta bem os pontos de vista dos outros."
    },
    {
        "ID": "RoleConfig_10020_Desc",
        "Str": "Ryan é um bombeiro corajoso, sempre pronto para proteger a vida e a propriedade dos outros. Ele é muito elogiado por seus colegas e sua comunidade."
    },
    {
        "ID": "RoleConfig_10021_Desc",
        "Str": "Simon era um sábio idoso, focado no estudo de culturas antigas, com grande visibilidade no continente. Ninguém sabia de onde ele veio ou quando nasceu."
    },
    {
        "ID": "RoleConfig_10022_Desc",
        "Str": "Thomas foi um escritor famoso, conhecido por seus romances vívidas e comentários sociais profundos. Seu trabalho muitas vezes reflete os desafios da vida real e as complexidades da natureza humana. Thomas tem uma personalidade bem-humorada e gosta de interagir com os leitores."
    },
    {
        "ID": "RoleConfig_10023_Desc",
        "Str": "Ulf é um poderoso caçador de warcraft, especializado em perseguir e capturar criaturas mística. Sua experiência é cheia de lendas e muitas vezes traz segurança para a aldeia. Ele tem uma personalidade forte e adora aventuras."
    },
    {
        "ID": "RoleConfig_10024_Desc",
        "Str": "Zach é um jovem fotógrafo apaixonado por capturar momentos de bem. As suas obras são cheias de emoções e, muitas vezes, capazes de evocar a ressonância do espectador. Zack tem uma personalidade animada e está feliz em explorar novas ideias criativas."
    },
    {
        "ID": "ItemConfig_1_Name",
        "Str": "Itens com talento"
    },
    {
        "ID": "ItemConfig_2_Name",
        "Str": "Itens por nível"
    },
    {
        "ID": "ItemConfig_3_Name",
        "Str": "Moedas de equipamento"
    },
    {
        "ID": "StoryConfig_10001002_Context",
        "Str": "Este é o melhor e o pior dos tempos."
    },
    {
        "ID": "StoryConfig_10001003_Context",
        "Str": "As pessoas no continente de emoti desfrutam de paz e prosperidade, a cultura se desenvolve e a tecnologia avança."
    },
    {
        "ID": "StoryConfig_10001004_Context",
        "Str": "Ao mesmo tempo, uma força maligna desperta silenciosamente."
    },
    {
        "ID": "StoryConfig_10001005_Context",
        "Str": "O poder do senhor do nada traz destruição e medo sem fim. Quando o senhor do nada desperta, ele vai devastar todo o seu exército de trevas. Aldeias destruídas, florestas poluídas e rios transformados em veneno negro. O mundo que outrora foi sereno também irá mergulhar em um caos sem precedentes."
    },
    {
        "ID": "StoryConfig_10002001_Context",
        "Str": "Após a vitória, um novo amanhecer veio para o continente de emoti. O exército das trevas dos senhores do nada foi completamente derrotado, e as sombras das trevas desapareceram, deixando a terra com uma nova esperança. As aldeias, outrora devastadas, começaram a ser reconstruídas com tenacidade e solidariedade, e as florestas e rios, outrora poluídos, recuperaram a vida graças ao milagre da natureza. As feridas da terra são profundas, mas com o esforço conjunto de todas as forças, as sementes da paz e da prosperidade são replantadas."
    },
    {
        "ID": "StoryConfig_10002002_Context",
        "Str": "Há uma confiança sem precedentes no futuro. Os avanços culturais e tecnológicos não só aceleraram o ritmo de recuperação, mas também abriram novos tempos. Os antigos heróis tornaram-se lendas, inspirando geração após geração na busca da coragem e da sabedoria. Nesta terra renovada, os habitantes do continente de emoti avançam com passos cada vez mais firmes para um futuro mais glorioso e harmonioso."
    },
    {
        "ID": "StoryConfig_10002003_Context",
        "Str": "A história recordará este momento, registrando como a luz chegou diante das trevas, contando esta saga do caos ao renascimento. Nos próximos dias, o continente de emoti continuará a escrever um capítulo glorioso de si mesmo. O que foi uma miséria será uma escada para o crescimento, e a aurora da paz iluminará esta terra mágica para sempre."
    },
    {
        "ID": "LevelConfig_10001_Name",
        "Str": "Aoki- cuicyin área"
    },
    {
        "ID": "LevelConfig_10002_Name",
        "Str": "Distrito de aoki-linxi"
    },
    {
        "ID": "LevelConfig_10003_Name",
        "Str": "Lansea- zona das marés"
    },
    {
        "ID": "LevelConfig_10004_Name",
        "Str": "Lanhai- distrito de chaton"
    },
    {
        "ID": "LevelConfig_10005_Name",
        "Str": "Cidade de pedra- distrito de rocha"
    },
    {
        "ID": "LevelConfig_10006_Name",
        "Str": "Stone town- área de terra grossa"
    },
    {
        "ID": "LevelConfig_10007_Name",
        "Str": "Yan du- área de fogo"
    },
    {
        "ID": "LevelConfig_10008_Name",
        "Str": "Yan- distrito de chiguang"
    },
    {
        "ID": "LevelConfig_10009_Name",
        "Str": "Yaodu- área brilhante"
    },
    {
        "ID": "LevelConfig_10010_Name",
        "Str": "Yaodu- área de fundição"
    },
    {
        "ID": "LevelConfig_10011_Name",
        "Str": "Soyeon- zona das sombras"
    },
    {
        "ID": "LevelConfig_10012_Name",
        "Str": "Soyeon- área do vale"
    },
    {
        "ID": "LevelConfig_10013_Name",
        "Str": "Soyeon- área do abismo"
    },
    {
        "ID": "LevelConfig_10001_Desc",
        "Str": "Cuicyin é conhecido por suas árvores altas e florestas densas, entrelaçadas com casas na árvore e pontes suspensas. Os moradores vivem nas árvores e se misturam com a natureza. O ar é puro e o cheiro dos pássaros e das flores é ideal para meditação e relaxamento."
    },
    {
        "ID": "LevelConfig_10002_Desc",
        "Str": "O centro do distrito de linghe é um riacho transparente e sem barreiras, com amplos prados e jardins florais em ambos os lados, adequados para piqueniques e passeios. Também abriga o centro de educação ecológica, dedicado à disseminação do conhecimento ambiental e à conservação da natureza."
    },
    {
        "ID": "LevelConfig_10003_Desc",
        "Str": "A área de marés tem uma costa espetacular e uma paisagem de marés variável. A praia e o passeio à beira-mar atraem inúmeros turistas para desfrutar do sol, da areia e das ondas. A área de maré também abriga o centro de vida marinha, que exibe a riqueza da vida marinha."
    },
    {
        "ID": "LevelConfig_10004_Desc",
        "Str": "O bairro chaton distingue-se pela agradável brisa do mar e pelo ritmo de vida descontraído. Os pescadores saem para o mar todas as manhãs e à noite trazem os produtos frescos do mar. Os mercados de frutos do mar e os restaurantes à beira-mar atraem os comensais com as iguarias mais frescas."
    },
    {
        "ID": "LevelConfig_10005_Desc",
        "Str": "O distrito da rocha é notável por seus enormes blocos de pedra e construções sólidas. Seus habitantes são conhecidos por sua tenacidade e trabalho duro. A arquitetura e as gravuras mostram a habilidade da pedra, atraindo muitos turistas."
    },
    {
        "ID": "LevelConfig_10006_Desc",
        "Str": "A construção na área de terra grossa é feita principalmente de pedra pesada e argila, dando uma sensação de solidez e segurança. Há uma grande variedade de locais culturais e históricos que mostram a longa história e as tradições culturais únicas de stone town."
    },
    {
        "ID": "LevelConfig_10007_Desc",
        "Str": "O flaming district é conhecido por sua atividade vulcânica ativa e fontes termais. Os visitantes podem experimentar o conforto de fontes termais geotérmicas e a emoção de uma aventura vulcânica aqui. A paisagem é magnífica, perfeita para os amantes de aventura e aventura."
    },
    {
        "ID": "LevelConfig_10008_Desc",
        "Str": "O distrito de chiguang está cheio de rochas vermelhas e veias. Os mineiros trabalham duro aqui para extrair uma variedade de minérios preciosos. A paisagem única da área e a atividade mineira fazem com que seja um local popular para geólogos e turistas."
    },
    {
        "ID": "LevelConfig_10009_Desc",
        "Str": "Os prédios altos desta área brilham ao sol, onde estão as sedes dos gigantes comerciais e os centros comerciais de luxo. À noite, a área brilhante é iluminada como um céu estrelado, atraindo inúmeros turistas para passear e fazer compras."
    },
    {
        "ID": "LevelConfig_10010_Desc",
        "Str": "Um paraíso para artesãos e inventores, onde o barulho de todos os tipos de metais e o barulho das chamas enchem toda a área. Com uma oficina de forjamento de última geração e uma fábrica de máquinas, os produtos produzidos são exportados para o quad."
    },
    {
        "ID": "LevelConfig_10011_Desc",
        "Str": "A zona sombria é envolta em sombras eternas. Os edifícios aqui dominam o preto e o cinza, dando uma sensação de mistério e majestade. Os habitantes são especialistas em técnicas e estratégias secretas, e muitas das lendas têm origem aqui."
    },
    {
        "ID": "LevelConfig_10012_Desc",
        "Str": "O vale está localizado no meio de vales profundos e coberto por neblina durante todo o ano. O ambiente é tranquilo e misterioso e os habitantes vivem uma vida de reclusão. Com paisagens naturais únicas, é o lugar ideal para quem procura tranquilidade e inspiração."
    },
    {
        "ID": "LevelConfig_10013_Desc",
        "Str": "A zona do abismo é a parte mais profunda do silêncio, repleta de oportunidades para o desconhecido e a exploração. Há muitas cavernas e rios subterrâneos por descobrir, onde os exploradores procuram tesouros e segredos, enquanto enfrentam inúmeros desafios e perigos."
    },
    {
        "ID": "SkillConfig_10001_Name",
        "Str": "ataque"
    },
    {
        "ID": "SkillConfig_10002_Name",
        "Str": "tratamento"
    },
    {
        "ID": "SkillConfig_10003_Name",
        "Str": "Retirada do ataque"
    },
    {
        "ID": "SkillConfig_10004_Name",
        "Str": "Ataque em cadeia"
    },
    {
        "ID": "SkillConfig_10005_Name",
        "Str": "incentivos"
    },
    {
        "ID": "SkillConfig_10006_Name",
        "Str": "puffs"
    },
    {
        "ID": "SkillConfig_10007_Name",
        "Str": "O golpe crítico"
    },
    {
        "ID": "SkillConfig_10008_Name",
        "Str": "O fantasma"
    },
    {
        "ID": "SkillConfig_10009_Name",
        "Str": "Tonturas,"
    },
    {
        "ID": "SkillConfig_10010_Name",
        "Str": "Ações adicionais para"
    },
    {
        "ID": "SkillConfig_10011_Name",
        "Str": "Barreiras de aço"
    },
    {
        "ID": "SkillConfig_10012_Name",
        "Str": "Confuso."
    },
    {
        "ID": "SkillConfig_10013_Name",
        "Str": "Aposta de destino"
    },
    {
        "ID": "SkillConfig_10014_Name",
        "Str": "A vida bebe"
    },
    {
        "ID": "SkillConfig_10015_Name",
        "Str": "Recuperação do grupo"
    },
    {
        "ID": "SkillConfig_10016_Name",
        "Str": "Guarda de aço"
    },
    {
        "ID": "SkillConfig_10017_Name",
        "Str": "A raiva diminui"
    },
    {
        "ID": "SkillConfig_10018_Name",
        "Str": "Refúgio mágico"
    },
    {
        "ID": "SkillConfig_10019_Name",
        "Str": "Barreira de mana"
    },
    {
        "ID": "SkillConfig_10001_Desc",
        "Str": "Causa dano a inimigos designados"
    },
    {
        "ID": "SkillConfig_10002_Desc",
        "Str": "Responder hp de companheiro designado"
    },
    {
        "ID": "SkillConfig_10003_Desc",
        "Str": "Aumenta a ação para um local designado após um ataque"
    },
    {
        "ID": "SkillConfig_10004_Desc",
        "Str": "Causa dano ao inimigo alvo e inimigos da área próxima"
    },
    {
        "ID": "SkillConfig_10005_Desc",
        "Str": "Recupera a ira de todos os companheiros de equipe"
    },
    {
        "ID": "SkillConfig_10006_Desc",
        "Str": "Não visível na sessão atual"
    },
    {
        "ID": "SkillConfig_10007_Desc",
        "Str": "Inimigos produzem dano ultra alto"
    },
    {
        "ID": "SkillConfig_10008_Desc",
        "Str": "Dividir o próprio herói"
    },
    {
        "ID": "SkillConfig_10009_Desc",
        "Str": "Inativa o turno atual do inimigo"
    },
    {
        "ID": "SkillConfig_10010_Desc",
        "Str": "Adiciona uma ação a um companheiro designado"
    },
    {
        "ID": "SkillConfig_10011_Desc",
        "Str": "Adicionar escudo para todos os companheiros de equipe"
    },
    {
        "ID": "SkillConfig_10012_Desc",
        "Str": "Uma certa probabilidade faz com que o alvo do ataque atual do inimigo se transforme em companheiro de equipe"
    },
    {
        "ID": "SkillConfig_10013_Desc",
        "Str": "Aposta toda a quantidade restante de hp do próprio inimigo à custa de sua própria quantidade restante de hp. A probabilidade de vitória é hp restante/(hp restante do nosso lado + hp restante do inimigo)"
    },
    {
        "ID": "SkillConfig_10014_Desc",
        "Str": "Converte 20% do dano infligido ao inimigo em hp próprio"
    },
    {
        "ID": "SkillConfig_10015_Desc",
        "Str": "Recupera hp de todos os companheiros de equipe"
    },
    {
        "ID": "SkillConfig_10016_Desc",
        "Str": "Adicionar escudo a um companheiro designado"
    },
    {
        "ID": "SkillConfig_10017_Desc",
        "Str": "Reduz os valores de raiva geral do inimigo"
    },
    {
        "ID": "SkillConfig_10018_Desc",
        "Str": "Adiciona escudo mágico a todos os companheiros de equipe"
    },
    {
        "ID": "SkillConfig_10019_Desc",
        "Str": "Adiciona escudo mágico a companheiros de equipe designados"
    },
    {
        "ID": "TalentConfig_10001001_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001002_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001003_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001004_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001005_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001006_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001007_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001008_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001009_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001010_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001011_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001012_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001013_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001014_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001015_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001016_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001017_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001018_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001019_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001020_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001021_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001022_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001023_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001024_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001025_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001026_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001027_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001028_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001029_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001030_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001031_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001032_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001033_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001034_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001035_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001036_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001037_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001038_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001039_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001040_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001041_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001042_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001043_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001044_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001045_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001046_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001047_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001048_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001049_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001050_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001051_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001052_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001053_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001054_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001055_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001056_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001057_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001058_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001059_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001060_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001061_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001062_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001063_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001064_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001065_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001066_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001067_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001068_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001069_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001070_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001071_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001072_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001073_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001074_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001075_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001076_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001077_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001078_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001079_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001080_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001081_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001082_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001083_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001084_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001085_Name",
        "Str": "A vida"
    },
    {
        "ID": "TalentConfig_10001086_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "TalentConfig_10001087_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "TalentConfig_10001088_Name",
        "Str": "tratamento"
    },
    {
        "ID": "TalentConfig_10001089_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "TalentConfig_10001090_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "TalentConfig_10001091_Name",
        "Str": "Voltar com raiva"
    },
    {
        "ID": "TalentConfig_10001092_Name",
        "Str": "jank"
    },
    {
        "ID": "TalentConfig_10001093_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "TalentConfig_10001094_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "TalentConfig_10001095_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "TalentConfig_10001096_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "TalentConfig_10001001_Desc",
        "Str": "A vida +4"
    },
    {
        "ID": "TalentConfig_10001002_Desc",
        "Str": "Ataque físico +4"
    },
    {
        "ID": "TalentConfig_10001003_Desc",
        "Str": "Ataque mágico +4"
    },
    {
        "ID": "TalentConfig_10001004_Desc",
        "Str": "Tratamento +4"
    },
    {
        "ID": "TalentConfig_10001005_Desc",
        "Str": "Defesa física +4"
    },
    {
        "ID": "TalentConfig_10001006_Desc",
        "Str": "Defesa mágica +4"
    },
    {
        "ID": "TalentConfig_10001007_Desc",
        "Str": "Regeneração de raiva +4"
    },
    {
        "ID": "TalentConfig_10001008_Desc",
        "Str": "Evasão +0.8%"
    },
    {
        "ID": "TalentConfig_10001009_Desc",
        "Str": "Penetração física +0, 8%"
    },
    {
        "ID": "TalentConfig_10001010_Desc",
        "Str": "Penetração mágica +0.8%"
    },
    {
        "ID": "TalentConfig_10001011_Desc",
        "Str": "Aumento de dano físico +0.8%"
    },
    {
        "ID": "TalentConfig_10001012_Desc",
        "Str": "Aumento de dano mágico +0.8%"
    },
    {
        "ID": "TalentConfig_10001013_Desc",
        "Str": "A vida +6"
    },
    {
        "ID": "TalentConfig_10001014_Desc",
        "Str": "Ataque físico +6"
    },
    {
        "ID": "TalentConfig_10001015_Desc",
        "Str": "Ataque mágico +6"
    },
    {
        "ID": "TalentConfig_10001016_Desc",
        "Str": "Tratamento +6"
    },
    {
        "ID": "TalentConfig_10001017_Desc",
        "Str": "Defesa física +6"
    },
    {
        "ID": "TalentConfig_10001018_Desc",
        "Str": "Defesa mágica +6"
    },
    {
        "ID": "TalentConfig_10001019_Desc",
        "Str": "Regeneração de raiva +6"
    },
    {
        "ID": "TalentConfig_10001020_Desc",
        "Str": "Evasão +1.2%"
    },
    {
        "ID": "TalentConfig_10001021_Desc",
        "Str": "Penetração física +1, 2%"
    },
    {
        "ID": "TalentConfig_10001022_Desc",
        "Str": "Penetração mágica +1.2%"
    },
    {
        "ID": "TalentConfig_10001023_Desc",
        "Str": "Aumento de ferimento físico +1, 2%"
    },
    {
        "ID": "TalentConfig_10001024_Desc",
        "Str": "Aumento de dano mágico +1.2%"
    },
    {
        "ID": "TalentConfig_10001025_Desc",
        "Str": "A vida +8"
    },
    {
        "ID": "TalentConfig_10001026_Desc",
        "Str": "Ataques físicos +8"
    },
    {
        "ID": "TalentConfig_10001027_Desc",
        "Str": "Ataque mágico +8"
    },
    {
        "ID": "TalentConfig_10001028_Desc",
        "Str": "Tratamentos +8"
    },
    {
        "ID": "TalentConfig_10001029_Desc",
        "Str": "Defesa física +8"
    },
    {
        "ID": "TalentConfig_10001030_Desc",
        "Str": "Defesa mágica +8"
    },
    {
        "ID": "TalentConfig_10001031_Desc",
        "Str": "Regeneração de raiva +8"
    },
    {
        "ID": "TalentConfig_10001032_Desc",
        "Str": "Evasão +1.6%"
    },
    {
        "ID": "TalentConfig_10001033_Desc",
        "Str": "Penetração física +1, 6%"
    },
    {
        "ID": "TalentConfig_10001034_Desc",
        "Str": "Penetração mágica +1.6%"
    },
    {
        "ID": "TalentConfig_10001035_Desc",
        "Str": "Aumento de dano físico +1.6%"
    },
    {
        "ID": "TalentConfig_10001036_Desc",
        "Str": "Aumento de dano mágico +1.6%"
    },
    {
        "ID": "TalentConfig_10001037_Desc",
        "Str": "Vida +10"
    },
    {
        "ID": "TalentConfig_10001038_Desc",
        "Str": "Ataque físico +10"
    },
    {
        "ID": "TalentConfig_10001039_Desc",
        "Str": "Ataque mágico +10"
    },
    {
        "ID": "TalentConfig_10001040_Desc",
        "Str": "Tratamento +10"
    },
    {
        "ID": "TalentConfig_10001041_Desc",
        "Str": "Defesa física +10"
    },
    {
        "ID": "TalentConfig_10001042_Desc",
        "Str": "Defesa mágica +10"
    },
    {
        "ID": "TalentConfig_10001043_Desc",
        "Str": "Regeneração de raiva +10"
    },
    {
        "ID": "TalentConfig_10001044_Desc",
        "Str": "Evasão +2.0%"
    },
    {
        "ID": "TalentConfig_10001045_Desc",
        "Str": "Penetração física +2, 0%"
    },
    {
        "ID": "TalentConfig_10001046_Desc",
        "Str": "Penetração mágica +2.0%"
    },
    {
        "ID": "TalentConfig_10001047_Desc",
        "Str": "Aumento de dano físico +2.0%"
    },
    {
        "ID": "TalentConfig_10001048_Desc",
        "Str": "Aumento de dano mágico +2.0%"
    },
    {
        "ID": "TalentConfig_10001049_Desc",
        "Str": "A vida +12"
    },
    {
        "ID": "TalentConfig_10001050_Desc",
        "Str": "Ataques físicos +12"
    },
    {
        "ID": "TalentConfig_10001051_Desc",
        "Str": "Ataques mágicos +12"
    },
    {
        "ID": "TalentConfig_10001052_Desc",
        "Str": "Tratamentos +12"
    },
    {
        "ID": "TalentConfig_10001053_Desc",
        "Str": "Defesa física +12"
    },
    {
        "ID": "TalentConfig_10001054_Desc",
        "Str": "Defesa mágica +12"
    },
    {
        "ID": "TalentConfig_10001055_Desc",
        "Str": "Regeneração de raiva +12"
    },
    {
        "ID": "TalentConfig_10001056_Desc",
        "Str": "Evasão +2.4%"
    },
    {
        "ID": "TalentConfig_10001057_Desc",
        "Str": "Penetração física +2, 4%"
    },
    {
        "ID": "TalentConfig_10001058_Desc",
        "Str": "Penetração mágica +2.4%"
    },
    {
        "ID": "TalentConfig_10001059_Desc",
        "Str": "Aumento de dano físico +2.4%"
    },
    {
        "ID": "TalentConfig_10001060_Desc",
        "Str": "Aumento de dano mágico +2.4%"
    },
    {
        "ID": "TalentConfig_10001061_Desc",
        "Str": "A vida +14"
    },
    {
        "ID": "TalentConfig_10001062_Desc",
        "Str": "Ataques físicos +14"
    },
    {
        "ID": "TalentConfig_10001063_Desc",
        "Str": "Ataques mágicos +14"
    },
    {
        "ID": "TalentConfig_10001064_Desc",
        "Str": "Tratamento +14"
    },
    {
        "ID": "TalentConfig_10001065_Desc",
        "Str": "Defesa física +14"
    },
    {
        "ID": "TalentConfig_10001066_Desc",
        "Str": "Defesa mágica +14"
    },
    {
        "ID": "TalentConfig_10001067_Desc",
        "Str": "Regeneração de raiva +14"
    },
    {
        "ID": "TalentConfig_10001068_Desc",
        "Str": "Evasão +2.8%"
    },
    {
        "ID": "TalentConfig_10001069_Desc",
        "Str": "Penetração física +2, 8%"
    },
    {
        "ID": "TalentConfig_10001070_Desc",
        "Str": "Penetração mágica +2.8%"
    },
    {
        "ID": "TalentConfig_10001071_Desc",
        "Str": "Aumento de dano físico +2.8%"
    },
    {
        "ID": "TalentConfig_10001072_Desc",
        "Str": "Aumento de dano mágico +2.8%"
    },
    {
        "ID": "TalentConfig_10001073_Desc",
        "Str": "Vida +16 anos"
    },
    {
        "ID": "TalentConfig_10001074_Desc",
        "Str": "Ataques físicos +16"
    },
    {
        "ID": "TalentConfig_10001075_Desc",
        "Str": "Ataques mágicos +16"
    },
    {
        "ID": "TalentConfig_10001076_Desc",
        "Str": "Tratamentos +16"
    },
    {
        "ID": "TalentConfig_10001077_Desc",
        "Str": "Defesa física +16"
    },
    {
        "ID": "TalentConfig_10001078_Desc",
        "Str": "Defesa mágica +16"
    },
    {
        "ID": "TalentConfig_10001079_Desc",
        "Str": "Regeneração de raiva +16"
    },
    {
        "ID": "TalentConfig_10001080_Desc",
        "Str": "Evasão +3.2%"
    },
    {
        "ID": "TalentConfig_10001081_Desc",
        "Str": "Penetração física +3.2%"
    },
    {
        "ID": "TalentConfig_10001082_Desc",
        "Str": "Penetração mágica +3.2%"
    },
    {
        "ID": "TalentConfig_10001083_Desc",
        "Str": "Aumento de dano físico +3.2%"
    },
    {
        "ID": "TalentConfig_10001084_Desc",
        "Str": "Aumento de dano mágico +3.2%"
    },
    {
        "ID": "TalentConfig_10001085_Desc",
        "Str": "Vida +18 anos"
    },
    {
        "ID": "TalentConfig_10001086_Desc",
        "Str": "Ataques físicos +18"
    },
    {
        "ID": "TalentConfig_10001087_Desc",
        "Str": "Ataques mágicos +18"
    },
    {
        "ID": "TalentConfig_10001088_Desc",
        "Str": "Tratamento +18"
    },
    {
        "ID": "TalentConfig_10001089_Desc",
        "Str": "Defesa física +18"
    },
    {
        "ID": "TalentConfig_10001090_Desc",
        "Str": "Defesa mágica +18"
    },
    {
        "ID": "TalentConfig_10001091_Desc",
        "Str": "Regeneração de raiva +18"
    },
    {
        "ID": "TalentConfig_10001092_Desc",
        "Str": "Evasão +3.6%"
    },
    {
        "ID": "TalentConfig_10001093_Desc",
        "Str": "Penetração física +3, 6%"
    },
    {
        "ID": "TalentConfig_10001094_Desc",
        "Str": "Penetração mágica +3.6%"
    },
    {
        "ID": "TalentConfig_10001095_Desc",
        "Str": "Aumento de dano físico +3.6%"
    },
    {
        "ID": "TalentConfig_10001096_Desc",
        "Str": "Aumento de dano mágico +3.6%"
    },
    {
        "ID": "BufferConfig_1_Name",
        "Str": "Sangrar."
    },
    {
        "ID": "BufferConfig_2_Name",
        "Str": "envenenamento"
    },
    {
        "ID": "BufferConfig_3_Name",
        "Str": "Redução de ira"
    },
    {
        "ID": "BufferConfig_4_Name",
        "Str": "invisibilidade"
    },
    {
        "ID": "BufferConfig_5_Name",
        "Str": "Tonturas,"
    },
    {
        "ID": "BufferConfig_6_Name",
        "Str": "Escudo físico de grupo"
    },
    {
        "ID": "BufferConfig_7_Name",
        "Str": "Escudo mágico de grupo"
    },
    {
        "ID": "BufferConfig_8_Name",
        "Str": "Escudo físico monomérico"
    },
    {
        "ID": "BufferConfig_9_Name",
        "Str": "Escudo mágico monomérico"
    },
    {
        "ID": "BufferConfig_1_Desc",
        "Str": "Redução de 10 hp, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_2_Desc",
        "Str": "15 hp reduzido, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_3_Desc",
        "Str": "Redução da regeneração de raiva em 10, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_4_Desc",
        "Str": "Invisível, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_5_Desc",
        "Str": "Tontura, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_6_Desc",
        "Str": "Fornece 10 defesa física, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_7_Desc",
        "Str": "Oferece 10 defesa mágica, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_8_Desc",
        "Str": "Fornece 20 defesa física, {0} rodadas restantes"
    },
    {
        "ID": "BufferConfig_9_Desc",
        "Str": "Oferece 10 defesa mágica, {0} rodadas restantes"
    },
    {
        "ID": "AttrConfig_1_Name",
        "Str": "A vida"
    },
    {
        "ID": "AttrConfig_2_Name",
        "Str": "raiva"
    },
    {
        "ID": "AttrConfig_3_Name",
        "Str": "Um ataque físico"
    },
    {
        "ID": "AttrConfig_4_Name",
        "Str": "O ataque mágico"
    },
    {
        "ID": "AttrConfig_5_Name",
        "Str": "tratamento"
    },
    {
        "ID": "AttrConfig_6_Name",
        "Str": "A defesa física"
    },
    {
        "ID": "AttrConfig_7_Name",
        "Str": "A defesa mágica"
    },
    {
        "ID": "AttrConfig_8_Name",
        "Str": "Distância do movimento"
    },
    {
        "ID": "AttrConfig_9_Name",
        "Str": "Distância de ataque"
    },
    {
        "ID": "AttrConfig_10_Name",
        "Str": "jank"
    },
    {
        "ID": "AttrConfig_11_Name",
        "Str": "A penetração física"
    },
    {
        "ID": "AttrConfig_12_Name",
        "Str": "Magia penetração penetração"
    },
    {
        "ID": "AttrConfig_13_Name",
        "Str": "Aumento físico da lesão"
    },
    {
        "ID": "AttrConfig_14_Name",
        "Str": "Aumento de dano mágico"
    },
    {
        "ID": "AttrConfig_15_Name",
        "Str": "Recuperação de raiva"
    },
    {
        "ID": "AttrConfig_16_Name",
        "Str": "Recuperação de hp após desmobilização"
    },
    {
        "ID": "AttrConfig_17_Name",
        "Str": "Alcance do ataque"
    },
    {
        "ID": "AttrConfig_18_Name",
        "Str": "Liderança em"
    },
    {
        "ID": "ElementConfig_1_Name",
        "Str": "king"
    },
    {
        "ID": "ElementConfig_2_Name",
        "Str": "madeira"
    },
    {
        "ID": "ElementConfig_3_Name",
        "Str": "água"
    },
    {
        "ID": "ElementConfig_4_Name",
        "Str": "O fogo"
    },
    {
        "ID": "ElementConfig_5_Name",
        "Str": "O solo"
    },
    {
        "ID": "EquipmentConfig_10001_Name",
        "Str": "Machado vazio rachado"
    },
    {
        "ID": "EquipmentConfig_10002_Name",
        "Str": "Espada gigante do céu rachado"
    },
    {
        "ID": "EquipmentConfig_10003_Name",
        "Str": "Deus da guerra lâmina gigante"
    },
    {
        "ID": "EquipmentConfig_10004_Name",
        "Str": "Arco da sombra do vento"
    },
    {
        "ID": "EquipmentConfig_10005_Name",
        "Str": "Corda do falcão"
    },
    {
        "ID": "EquipmentConfig_10006_Name",
        "Str": "Barreiras de aço"
    },
    {
        "ID": "EquipmentConfig_10007_Name",
        "Str": "Escudo da luz"
    },
    {
        "ID": "EquipmentConfig_10008_Name",
        "Str": "A lâmina brilhante"
    },
    {
        "ID": "EquipmentConfig_10009_Name",
        "Str": "Espada de ataque de sombra"
    },
    {
        "ID": "EquipmentConfig_10010_Name",
        "Str": "Cetro de gelo"
    },
    {
        "ID": "EquipmentConfig_10011_Name",
        "Str": "O bastão eterno"
    },
    {
        "ID": "EquipmentConfig_10012_Name",
        "Str": "Perseguindo almas à noite"
    },
    {
        "ID": "EquipmentConfig_10013_Name",
        "Str": "Arco das estrelas"
    },
    {
        "ID": "EquipmentConfig_10014_Name",
        "Str": "Moonlight caçador"
    },
    {
        "ID": "EquipmentConfig_10015_Name",
        "Str": "ramos"
    },
    {
        "ID": "EquipmentConfig_10016_Name",
        "Str": "Frente de santidade"
    },
    {
        "ID": "EquipmentConfig_10017_Name",
        "Str": "Lâmina da noite"
    },
    {
        "ID": "EquipmentConfig_10018_Name",
        "Str": "Relâmpago espada"
    },
    {
        "ID": "EquipmentConfig_10019_Name",
        "Str": "Espada flamejante"
    },
    {
        "ID": "EquipmentConfig_10020_Name",
        "Str": "Espadas geladas"
    },
    {
        "ID": "EquipmentConfig_10021_Name",
        "Str": "Espada dos dentes do dragão"
    },
    {
        "ID": "EquipmentConfig_10022_Name",
        "Str": "Martelo pesado trovão"
    },
    {
        "ID": "EquipmentConfig_10023_Name",
        "Str": "Quebra a espada"
    },
    {
        "ID": "EquipmentConfig_10024_Name",
        "Str": "Machado gigante"
    },
    {
        "ID": "EquipmentConfig_10025_Name",
        "Str": "Martelo da montanha"
    },
    {
        "ID": "EquipmentConfig_10026_Name",
        "Str": "Estrela yao espada"
    },
    {
        "ID": "EquipmentConfig_10027_Name",
        "Str": "Espada do fogo"
    },
    {
        "ID": "EquipmentConfig_10028_Name",
        "Str": "Espeto."
    },
    {
        "ID": "EquipmentConfig_10029_Name",
        "Str": "Não se mexa como uma montanha"
    },
    {
        "ID": "EquipmentConfig_10030_Name",
        "Str": "Acompanhante de shining"
    },
    {
        "ID": "EquipmentConfig_10031_Name",
        "Str": "Parede de ares"
    },
    {
        "ID": "EquipmentConfig_10032_Name",
        "Str": "Escudo do firmamento"
    },
    {
        "ID": "EquipmentConfig_10033_Name",
        "Str": "Escudo da glória"
    },
    {
        "ID": "EquipmentConfig_10034_Name",
        "Str": "Ferro e sangue defesa"
    },
    {
        "ID": "EquipmentConfig_10035_Name",
        "Str": "Barreira de sombra"
    },
    {
        "ID": "EquipmentConfig_10036_Name",
        "Str": "Guardião do rei"
    },
    {
        "ID": "EquipmentConfig_10037_Name",
        "Str": "A muralha sagrada"
    },
    {
        "ID": "EquipmentConfig_10038_Name",
        "Str": "Escudo da firmeza"
    },
    {
        "ID": "EquipmentConfig_10039_Name",
        "Str": "Escudo dos guardiões"
    },
    {
        "ID": "EquipmentConfig_10040_Name",
        "Str": "A parede intransigente"
    },
    {
        "ID": "EquipmentConfig_10041_Name",
        "Str": "Escudo de trovão"
    },
    {
        "ID": "EquipmentConfig_10042_Name",
        "Str": "Barreira de fogo"
    },
    {
        "ID": "EquipmentConfig_10043_Name",
        "Str": "Escudo da eternidade"
    },
    {
        "ID": "EquipmentConfig_10044_Name",
        "Str": "Guardião do destino"
    },
    {
        "ID": "EquipmentConfig_10045_Name",
        "Str": "Escudo do amanhecer"
    },
    {
        "ID": "EquipmentConfig_10046_Name",
        "Str": "Longridge arma longa"
    },
    {
        "ID": "EquipmentConfig_10047_Name",
        "Str": "Mania de guerra lança"
    },
    {
        "ID": "EquipmentConfig_10048_Name",
        "Str": "Longa arma das estrelas"
    },
    {
        "ID": "EquipmentConfig_10049_Name",
        "Str": "Lança com fogo"
    },
    {
        "ID": "EquipmentConfig_10050_Name",
        "Str": "Arma longa congelada"
    },
    {
        "ID": "EquipmentConfig_10051_Name",
        "Str": "Seiscentos e agudos"
    },
    {
        "ID": "EquipmentConfig_10052_Name",
        "Str": "Fúria mata dragão espada"
    },
    {
        "ID": "EquipmentConfig_10053_Name",
        "Str": "Destemido frente"
    },
    {
        "ID": "EquipmentConfig_10054_Name",
        "Str": "Lâmina do amanhecer"
    },
    {
        "ID": "EquipmentConfig_10055_Name",
        "Str": "Espada pesada impensável"
    },
    {
        "ID": "EquipmentConfig_10056_Name",
        "Str": "Bastão das estrelas"
    },
    {
        "ID": "EquipmentConfig_10057_Name",
        "Str": "Bastão do segredo"
    },
    {
        "ID": "EquipmentConfig_10058_Name",
        "Str": "Sabedoria dos tempos"
    },
    {
        "ID": "EquipmentConfig_10059_Name",
        "Str": "Vara da ilusão"
    },
    {
        "ID": "EquipmentConfig_10060_Name",
        "Str": "Vara flamejante"
    },
    {
        "ID": "EquipmentConfig_10061_Name",
        "Str": "Capa das estrelas"
    },
    {
        "ID": "EquipmentConfig_10062_Name",
        "Str": "Manto da aparição"
    },
    {
        "ID": "EquipmentConfig_10063_Name",
        "Str": "O manto quente"
    },
    {
        "ID": "MainPanel_NewGame",
        "Str": "Um novo jogo"
    },
    {
        "ID": "MainPanel_ContinueGame",
        "Str": "Continuar o jogo"
    },
    {
        "ID": "MainPanel_Settings",
        "Str": "As configurações"
    },
    {
        "ID": "MainPanel_Exit",
        "Str": "Desistir."
    },
    {
        "ID": "LanguageConfig_1_Name",
        "Str": "inglês"
    },
    {
        "ID": "LanguageConfig_2_Name",
        "Str": "Chinês simplificado chinês"
    },
    {
        "ID": "LanguageConfig_3_Name",
        "Str": "russo"
    },
    {
        "ID": "LanguageConfig_4_Name",
        "Str": "Língua espanhola"
    },
    {
        "ID": "LanguageConfig_5_Name",
        "Str": "Língua portuguesa português"
    },
    {
        "ID": "LanguageConfig_6_Name",
        "Str": "Em alemão"
    },
    {
        "ID": "LanguageConfig_7_Name",
        "Str": "japonês"
    },
    {
        "ID": "LanguageConfig_8_Name",
        "Str": "francês"
    },
    {
        "ID": "LanguageConfig_9_Name",
        "Str": "Língua polonesa"
    },
    {
        "ID": "LanguageConfig_10_Name",
        "Str": "coreano"
    },
    {
        "ID": "LanguageConfig_11_Name",
        "Str": "Chinês tradicional chinês"
    },
    {
        "ID": "LanguageConfig_12_Name",
        "Str": "Em turco"
    },
    {
        "ID": "SettingsPanel_Audio_Music",
        "Str": "Sons de fundo"
    },
    {
        "ID": "SettingsPanel_Audio_Sound",
        "Str": "som"
    },
    {
        "ID": "SettingsPanel_BattlePerformance",
        "Str": "Show de batalha"
    },
    {
        "ID": "SettingsPanel_Off",
        "Str": "fechada"
    },
    {
        "ID": "SettingsPanel_On",
        "Str": "abrir"
    },
    {
        "ID": "SettingsPanel_TextLanguage",
        "Str": "Idioma do texto"
    },
    {
        "ID": "SettingsPanel_TabSound",
        "Str": "som"
    },
    {
        "ID": "SettingsPanel_TabLanguage",
        "Str": "línguas"
    },
    {
        "ID": "SettingsPanel_TabBattle",
        "Str": "lutar"
    },
    {
        "ID": "SettingsPanel_TabPlayGame",
        "Str": "Direitos exclusivos"
    },
    {
        "ID": "TipsPanel_Sure",
        "Str": "A certeza"
    },
    {
        "ID": "TipsPanel_Cancel",
        "Str": "cancelar"
    },
    {
        "ID": "EquipmentConfig_10001_Desc",
        "Str": "Fornece dano físico e tem 10% de probabilidade de lançar um inimigo em atordoamento"
    },
    {
        "ID": "EquipmentConfig_10002_Desc",
        "Str": "Fornece dano físico e tem 10% de probabilidade de lançar um inimigo em atordoamento"
    },
    {
        "ID": "EquipmentConfig_10003_Desc",
        "Str": "Fornece dano físico e tem 16% de probabilidade de atordoar um inimigo"
    },
    {
        "ID": "EquipmentConfig_10004_Desc",
        "Str": "Fornece dano físico e tem 8% de chance de envenenar inimigos por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10005_Desc",
        "Str": "Fornece dano físico e tem 20% de probabilidade de envenenar inimigos por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10006_Desc",
        "Str": "Fornece defesa física"
    },
    {
        "ID": "EquipmentConfig_10007_Desc",
        "Str": "Fornece defesa física"
    },
    {
        "ID": "EquipmentConfig_10008_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10009_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10010_Desc",
        "Str": "Fornece dano mágico e tem 12% de probabilidade de reduzir a ira do inimigo por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10011_Desc",
        "Str": "Fornece dano mágico e reduz a ira do inimigo com 24% de probabilidade por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10012_Desc",
        "Str": "Fornece dano físico e tem 24% de probabilidade de envenenar inimigos por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10013_Desc",
        "Str": "Fornece dano físico e tem 10% de chance de envenenar inimigos por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10014_Desc",
        "Str": "Fornece dano físico e tem 20% de probabilidade de envenenar inimigos por 2 rodadas"
    },
    {
        "ID": "EquipmentConfig_10015_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10016_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10017_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10018_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10019_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10020_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10021_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10022_Desc",
        "Str": "Fornece dano físico e tem 16% de probabilidade de atordoar um inimigo"
    },
    {
        "ID": "EquipmentConfig_10023_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10024_Desc",
        "Str": "Fornece dano físico e tem 20% de probabilidade de lançar um inimigo em atordoamento"
    },
    {
        "ID": "EquipmentConfig_10025_Desc",
        "Str": "Fornece dano físico e tem 22% de probabilidade de atordoar inimigos"
    },
    {
        "ID": "EquipmentConfig_10026_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10027_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10028_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10029_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10030_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10031_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10032_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10033_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10034_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10035_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10036_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10037_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10038_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10039_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10040_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10041_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10042_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10043_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10044_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10045_Desc",
        "Str": "Fornece dano físico"
    },
    {
        "ID": "EquipmentConfig_10046_Desc",
        "Str": "Fornece dano físico e tem 4% de probabilidade de lançar um inimigo em sangramento"
    },
    {
        "ID": "EquipmentConfig_10047_Desc",
        "Str": "Fornece dano físico e tem 8% de probabilidade de lançar um inimigo em sangramento"
    },
    {
        "ID": "EquipmentConfig_10048_Desc",
        "Str": "Fornece dano físico e tem 12% de probabilidade de lançar um inimigo em sangramento"
    },
    {
        "ID": "EquipmentConfig_10049_Desc",
        "Str": "Fornece dano físico e tem 16% de probabilidade de lançar um inimigo em sangramento"
    },
    {
        "ID": "EquipmentConfig_10050_Desc",
        "Str": "Fornece dano físico e tem 20% de probabilidade de lançar um inimigo em sangramento"
    },
    {
        "ID": "EquipmentConfig_10051_Desc",
        "Str": "Fornece dano físico e tem 18% de probabilidade de atordoar um inimigo"
    },
    {
        "ID": "EquipmentConfig_10052_Desc",
        "Str": "Fornece dano físico e tem 20% de probabilidade de lançar um inimigo em atordoamento"
    },
    {
        "ID": "EquipmentConfig_10053_Desc",
        "Str": "Fornece dano físico e tem 22% de probabilidade de atordoar inimigos"
    },
    {
        "ID": "EquipmentConfig_10054_Desc",
        "Str": "Fornece dano físico e tem 24% de probabilidade de atordoar um inimigo"
    },
    {
        "ID": "EquipmentConfig_10055_Desc",
        "Str": "Fornece dano físico e tem 26% de probabilidade de atordoar inimigos"
    },
    {
        "ID": "EquipmentConfig_10056_Desc",
        "Str": "Fornece dano mágico e reduz a raiva do inimigo com 4% de probabilidade"
    },
    {
        "ID": "EquipmentConfig_10057_Desc",
        "Str": "Fornece dano mágico e reduz a raiva do inimigo com 8% de probabilidade"
    },
    {
        "ID": "EquipmentConfig_10058_Desc",
        "Str": "Fornece dano mágico e reduz a raiva do inimigo com 12% de probabilidade"
    },
    {
        "ID": "EquipmentConfig_10059_Desc",
        "Str": "Fornece dano mágico e reduz a raiva do inimigo com 16% de probabilidade"
    },
    {
        "ID": "EquipmentConfig_10060_Desc",
        "Str": "Fornece dano mágico e reduz a raiva do inimigo em 20% de probabilidade"
    },
    {
        "ID": "EquipmentConfig_10061_Desc",
        "Str": "Fornece defesa de feitiços"
    },
    {
        "ID": "EquipmentConfig_10062_Desc",
        "Str": "Fornece defesa de feitiços"
    },
    {
        "ID": "EquipmentConfig_10063_Desc",
        "Str": "Fornece defesa de feitiços"
    },
    {
        "ID": "FightTipsPanel_Start",
        "Str": "início"
    },
    {
        "ID": "FightTipsPanel_Restart",
        "Str": "Começar de novo"
    },
    {
        "ID": "FightTipsPanel_Cancel",
        "Str": "cancelar"
    },
    {
        "ID": "FightTipsPanel_Continue",
        "Str": "Continuar a"
    },
    {
        "ID": "LevelConfig_10001_TargetDesc",
        "Str": "Derrote todos os inimigos, conheça o profeta e procure pistas."
    },
    {
        "ID": "LevelConfig_10002_TargetDesc",
        "Str": "Derrote todos os inimigos para impedi-los de adquirir o elemento de madeira."
    },
    {
        "ID": "LevelConfig_10003_TargetDesc",
        "Str": "Derrote todos os inimigos e descubra o seu propósito em langhai."
    },
    {
        "ID": "LevelConfig_10004_TargetDesc",
        "Str": "Derrote todos os inimigos para impedi-los de obter o elemento da água."
    },
    {
        "ID": "LevelConfig_10005_TargetDesc",
        "Str": "Derrote todos os inimigos e descubra o seu propósito em stone city."
    },
    {
        "ID": "LevelConfig_10006_TargetDesc",
        "Str": "Derrote todos os inimigos para impedi-los de adquirir o elemento da terra."
    },
    {
        "ID": "LevelConfig_10007_TargetDesc",
        "Str": "Derrote todos os inimigos e descubra seu propósito em yan-du."
    },
    {
        "ID": "LevelConfig_10008_TargetDesc",
        "Str": "Derrote todos os inimigos para impedi-los de ganhar o elemento de fogo."
    },
    {
        "ID": "LevelConfig_10009_TargetDesc",
        "Str": "Derrote todos os inimigos e descubra o que eles estão fazendo em yaodu."
    },
    {
        "ID": "LevelConfig_10010_TargetDesc",
        "Str": "Derrote todos os inimigos para impedi-los de capturar o elemento de ouro."
    },
    {
        "ID": "LevelConfig_10011_TargetDesc",
        "Str": "Derrote todos os inimigos e siga o rastro do senhor do nada."
    },
    {
        "ID": "LevelConfig_10012_TargetDesc",
        "Str": "Derrote todos os inimigos e combine pistas para seguir o rastro do senhor do nada."
    },
    {
        "ID": "LevelConfig_10013_TargetDesc",
        "Str": "Derrote o senhor do nada e esmague completamente a conspiração de dominação mundial das forças do mal."
    },
    {
        "ID": "FightTipsPanel_Tips",
        "Str": "Por favor, certifique-se de que você está pronto para tudo antes de entrar."
    },
    {
        "ID": "PlayGameConfig_1_Desc",
        "Str": "Observe a contenção e o fortalecimento das relações entre os elementos. Quando em um relacionamento contido, os atributos do lado contido serão reduzidos. Os atributos do lado fortalecido serão promovidos quando estiverem na relação fortalecida."
    },
    {
        "ID": "PlayGameConfig_2_Desc",
        "Str": "As estatísticas do próprio herói são aumentadas quando uma grade próxima ao herói tem uma presença de herói próprio que pode se fortalecer e quando o alvo da habilidade é o lado contido. Quando o objetivo da habilidade é conter o herói, os atributos do herói serão reduzidos."
    },
    {
        "ID": "PlayGameConfig_3_Desc",
        "Str": "Ouro contenha madeira, madeira contenha terra, terra contenha água, água contenha fogo, fogo contenha ouro."
    },
    {
        "ID": "PlayGameConfig_4_Desc",
        "Str": "O ouro fortalece a água, a água fortalece a madeira, a madeira fortalece o fogo, o fogo fortalece a terra e a terra fortalece o ouro."
    },
    {
        "ID": "PlayGameConfig_5_Desc",
        "Str": "Antes de entrar na guerra, selecione o herói para entrar na batalha de acordo com o tipo de elemento do nível, bem como a formação do inimigo. Certifique-se de estar pronto no acampamento de heróis."
    },
    {
        "ID": "PlayGameConfig_6_Desc",
        "Str": "Observe a mudança de dia e noite. Durante o dia, os atributos dos heróis são fortalecidos e os inimigos são enfraquecidos. As estatísticas do herói da noite são enfraquecidas e as estatísticas do inimigo são reforçadas."
    },
    {
        "ID": "PlayGameConfig_7_Desc",
        "Str": "Cada vez que a batalha termina, os recursos obtidos no campo de batalha são totalmente recebidos. Você pode escolher o equipamento certo para o herói na forja e criar heróis favoritos no acampamento de heróis."
    },
    {
        "ID": "PlayGameConfig_8_Desc",
        "Str": "Fogueira restaura o hp do herói a cada turno. Basta ficar na área adjacente à fogueira."
    },
    {
        "ID": "RecordItem_Time",
        "Str": "Último tempo guardado:"
    },
    {
        "ID": "RecordItem_Duration",
        "Str": "Duração do jogo:"
    },
    {
        "ID": "RecordItem_Tips",
        "Str": "Confirma que queres apagar o registo do jogo?"
    },
    {
        "ID": "Record_Title",
        "Str": "arquivos"
    },
    {
        "ID": "LoginPanel_Play",
        "Str": "Iniciar o jogo"
    },
    {
        "ID": "FightPanel_Start",
        "Str": "início"
    },
    {
        "ID": "FightPanel_Skip",
        "Str": "skip"
    },
    {
        "ID": "FightPanel_StartTips",
        "Str": "Pressione e segure o herói para substituir o herói na batalha"
    },
    {
        "ID": "MapPanel_Smithy",
        "Str": "Forja e ferreiro"
    },
    {
        "ID": "MapPanel_Camp",
        "Str": "acampamento"
    },
    {
        "ID": "Attr_Title",
        "Str": "As propriedades"
    },
    {
        "ID": "Base_Title",
        "Str": "base"
    },
    {
        "ID": "Element_Title",
        "Str": "elementos"
    },
    {
        "ID": "HeroPanel_LevelTitle",
        "Str": "classificação"
    },
    {
        "ID": "HeroPanel_TalentTitle",
        "Str": "dom"
    },
    {
        "ID": "HeroPanel_SkillTitle",
        "Str": "competências"
    },
    {
        "ID": "HeroPanel_AttrTitle",
        "Str": "As propriedades"
    },
    {
        "ID": "HeroPanel_EquipTitle",
        "Str": "equipamento"
    },
    {
        "ID": "SmithyPanel_Forge",
        "Str": "criar"
    },
    {
        "ID": "Game_Name",
        "Str": "Guerreiros dos Cinco Elementos"
    },
    {
        "ID": "StoryConfig_10001006_Context",
        "Str": "Você deve embarcar em uma jornada para encontrar todo o poder contra o senhor do nada. O futuro do continente de emoti depende de sua decisão."
    },
    {
        "ID": "DialogConfig_10001001_Context",
        "Str": "Espera, há algo errado aqui."
    },
    {
        "ID": "DialogConfig_10001002_Context",
        "Str": "Pode haver algo de errado com isso? Você é muito sensível? Despacha-te, ainda preciso encontrar calvin. Talvez esta missão esteja completa e o velho sábio me dê algo interessante."
    },
    {
        "ID": "DialogConfig_10001003_Context",
        "Str": "Estes não são os homens de mori hoshitsuki. Eles são muito hostis e a pessoa que você está procurando estima que já está em perigo."
    },
    {
        "ID": "DialogConfig_10001004_Context",
        "Str": "Então, precisamos de ver o que está a acontecer."
    },
    {
        "ID": "DialogConfig_10001005_Context",
        "Str": "Está bem."
    },
    {
        "ID": "DialogConfig_10001006_Context",
        "Str": "Se eles já estão em perigo, devemos agir com mais celeridade e descobrir o que está realmente a acontecer. Não podemos arriscar que sejam vítimas."
    },
    {
        "ID": "DialogConfig_10001007_Context",
        "Str": "Bem, tem razão, temos de esclarecer a situação o mais rapidamente possível e garantir que tudo está seguro."
    },
    {
        "ID": "DialogConfig_10002001_Context",
        "Str": "Obrigado por afastar o inimigo. Parece que essas pessoas foram premeditadas. Eu estava antecipando algo ruim e estava tentando ir para os sábios, mas eles estão cercados aqui."
    },
    {
        "ID": "DialogConfig_10002002_Context",
        "Str": "Vocês sabem quem são essas pessoas e qual é o seu propósito?"
    },
    {
        "ID": "DialogConfig_10002003_Context",
        "Str": "Não tenho a certeza, mas eles devem ter algo a ver com as forças das trevas. Vamos primeiro ao sábio."
    },
    {
        "ID": "DialogConfig_10002004_Context",
        "Str": "Parece que o problema está a tornar-se cada vez mais complicado."
    },
    {
        "ID": "DialogConfig_10002005_Context",
        "Str": "Sim, o surgimento das forças das trevas pode significar uma crise maior, e devemos ser mais cuidadosos. Um sábio pode ser capaz de fornecer algumas pistas-chave ou orientações."
    },
    {
        "ID": "DialogConfig_10002006_Context",
        "Str": "Eu concordo. Temos de ser mais cuidadosos em cada passo que damos. Esperemos que os sábios nos ajudem a entender a origem e o propósito desses poderes das trevas."
    },
    {
        "ID": "DialogConfig_10002007_Context",
        "Str": "Vamos nos apressar. Quanto mais cedo o sábio for encontrado, mais cedo resolveremos o problema."
    },
    {
        "ID": "DialogConfig_10002008_Context",
        "Str": "Ok, vamos embora imediatamente. Espero que, desta vez, os sábios nos dêem orientações claras que nos ajudem a resolver estes problemas."
    },
    {
        "ID": "DialogConfig_10003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_10003002_Context",
        "Str": "Fizemos o nosso melhor e a situação é muito mais complicada do que pensávamos. Aparentemente, essas pessoas colocaram obstáculos de propósito."
    },
    {
        "ID": "DialogConfig_10003003_Context",
        "Str": "Sim, eu não esperava que eles fossem tão hostis conosco. No entanto, é realmente decepcionante não ter sido capaz de terminar a tarefa. O velho sábio pode não ser feliz."
    },
    {
        "ID": "DialogConfig_10003004_Context",
        "Str": "Este fracasso é uma lição. Temos de reavaliar a nossa estratégia e talvez ser mais cautelosos."
    },
    {
        "ID": "DialogConfig_20001001_Context",
        "Str": "Todos tenham cuidado. Depois do último incidente, o inimigo deve ter fortalecido a sua defesa."
    },
    {
        "ID": "DialogConfig_20001002_Context",
        "Str": "Acreditem, todos os inimigos são um pedaço de bolo."
    },
    {
        "ID": "DialogConfig_20001003_Context",
        "Str": "O sábio tem razão, o inimigo agiu como se tivesse sido premeditado, e depois de termos interrompido os nossos planos da última vez, eles certamente se prepararão para voltar desta vez."
    },
    {
        "ID": "DialogConfig_20001004_Context",
        "Str": "Também acho que o sábio tem razão."
    },
    {
        "ID": "DialogConfig_20001005_Context",
        "Str": "Tudo bem, tudo bem."
    },
    {
        "ID": "DialogConfig_20001006_Context",
        "Str": "Qual é o vosso objectivo? Porque atacaram aqui?"
    },
    {
        "ID": "DialogConfig_20001007_Context",
        "Str": "......"
    },
    {
        "ID": "DialogConfig_20001008_Context",
        "Str": "Não falem, pois não? Então vão ter de falar. Começa a luta."
    },
    {
        "ID": "DialogConfig_20002001_Context",
        "Str": "Acabou. Parece que o mesmo problema está acontecendo em outros lugares. O que diabos esses idiotas estão tentando fazer?"
    },
    {
        "ID": "DialogConfig_20002002_Context",
        "Str": "Qual é o seu objetivo? Parece que só podemos descobrir por nós mesmos em watertown."
    },
    {
        "ID": "DialogConfig_20002003_Context",
        "Str": "(os elementos de madeira foram retirados, o assunto ainda não é conhecido deles!)"
    },
    {
        "ID": "DialogConfig_20002004_Context",
        "Str": "Parece que estão ocupados."
    },
    {
        "ID": "DialogConfig_20002005_Context",
        "Str": "Esta vez, eles atacaram a floresta de estrela da lua e também fizeram uma operação contra a cidade de água. Eu acho que a situação não é muito otimista agora. As outras cidades também estão estimadas dentro de seus planos. Precisamos nos apressar."
    },
    {
        "ID": "DialogConfig_20002006_Context",
        "Str": "(respirem fundo e tentem organizar a linguagem) desta vez, eles não atacaram apenas a floresta da lua estrelada, mas também a cidade da água. A situação não é otimista e é provável que outras cidades estejam dentro dos seus planos. Temos de lutar contra o relógio e definir uma estratégia de resposta o mais rapidamente possível."
    },
    {
        "ID": "DialogConfig_20002007_Context",
        "Str": "(aceno com a cabeça, expressão firme) o objetivo agora não é apenas defender, mas também enfraquecer o inimigo o mais possível antes que ele se desenvolva completamente. A cidade da água é um ponto estratégico e não devemos permitir que caia nas mãos do inimigo."
    },
    {
        "ID": "DialogConfig_20002008_Context",
        "Str": "Precisamos distribuir recursos rapidamente, com uma divisão clara do trabalho. Alia, você e eu vamos para a cidade da água para organizar imediatamente a defesa e investigar os planos do inimigo. Velho sábio e calvin, fiquem aqui para manter a floresta da lua-estrela segura, enquanto obtêm o máximo de inteligência possível sobre o inimigo."
    },
    {
        "ID": "DialogConfig_20002009_Context",
        "Str": "(aceno com a cabeça e alguma hesitação) entendi. Temos que ter certeza de que todas as operações estão sob controle e minimizar os danos do inimigo antes que ele realmente comece. Enquanto isso, vou tentar encontrar pistas sobre o elemento de madeira, se necessário."
    },
    {
        "ID": "DialogConfig_20002010_Context",
        "Str": "Agir rapidamente, não temos tempo a perder. Noé, simon, mantenham esta floresta segura. Sua tarefa, calvin, também é muito importante. Todos precisamos cooperar e apoiar uns aos outros."
    },
    {
        "ID": "DialogConfig_20002011_Context",
        "Str": "Também, cuidado com possíveis emboscadas e armadilhas do inimigo. Eles farão tudo o que puderem para nos deter."
    },
    {
        "ID": "DialogConfig_20002012_Context",
        "Str": "(respire fundo) sim, estamos a lidar não só com as tropas inimigas, mas também com as suas maquinações e conspirações. Todos devem manter as comunicações abertas e denunciar qualquer situação imediatamente."
    },
    {
        "ID": "DialogConfig_20003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_20003002_Context",
        "Str": "[de joelhos, armas quebradas nas mãos, olhares frustrados] esta batalha não esperávamos que o inimigo fosse tão forte. A nossa linha de defesa imaginada não podia resistir ao ataque deles. Como é que subestimámos a força do inimigo?"
    },
    {
        "ID": "DialogConfig_20003003_Context",
        "Str": "É verdade que subestimamos a força do inimigo, mas este não é o momento para nos culparmos. É preciso recuperar o mais rapidamente possível, reorganizar as linhas e minimizar os danos causados pelo inimigo."
    },
    {
        "ID": "DialogConfig_20003004_Context",
        "Str": "A ofensiva do inimigo é muito mais violenta do que imaginávamos. A sua estratégia é aparentemente muito meticulosa, o que talvez tenha a ver com o estado do elemento muzhi. A nossa linha defensiva não estava suficientemente preparada e o inimigo aproveitou as nossas lacunas."
    },
    {
        "ID": "DialogConfig_20003005_Context",
        "Str": "(bate no chão com raiva, rouca) foi uma lição muito dura. Temos sérios problemas na avaliação do inimigo, e temos de encontrar as causas fundamentais desta derrota. Esta situação não pode repetir-se."
    },
    {
        "ID": "DialogConfig_20003006_Context",
        "Str": "(olhar para cima, pálido) as nossas tropas também sofreram grandes perdas e o moral sofreu um grande golpe. Agora é preciso não só reconstruir a linha defensiva, mas também acalmar os corações. O tempo perdido e os guerreiros não podem ser facilmente compensados, mas temos de nos animar."
    },
    {
        "ID": "DialogConfig_20003007_Context",
        "Str": "(aproxime-se do simon e toque-lhe no ombro) temos de rever a estratégia anterior e descobrir onde está a falha. O inimigo demonstrou o seu poder e não podemos deixar-nos levar pelas suas artimanhas."
    },
    {
        "ID": "DialogConfig_20003008_Context",
        "Str": "Precisamos de uma análise detalhada do pós-guerra imediatamente. Os inimigos aproveitaram nossas falhas de defesa, especialmente depois que o elemento kinomiya foi extraído e nossa força foi muito reduzida. Trata-se de um enorme problema, para o qual temos de encontrar uma solução."
    },
    {
        "ID": "DialogConfig_20003009_Context",
        "Str": "(respire fundo e faça o seu melhor para controlar as suas emoções) a coisa mais importante agora é a recuperação e o acabamento. Precisamos reparar as instalações danificadas, reorganizar as forças e garantir que as mensagens fluam sem problemas. Os silos de informação devem ser evitados, para que o inimigo não volte a entrar."
    },
    {
        "ID": "DialogConfig_20003010_Context",
        "Str": "Temos de entrar em contacto com outras cidades o mais rapidamente possível, para garantir que não sejam aproveitadas pelo inimigo. A cidade da água, em particular, pode estar em uma situação ainda mais crítica agora."
    },
    {
        "ID": "DialogConfig_20003011_Context",
        "Str": "Não importa quão difícil seja, não devemos desistir. Temos de nos unir para aprender com este fracasso e melhorar as nossas estratégias e táticas."
    },
    {
        "ID": "DialogConfig_20003012_Context",
        "Str": "Também precisamos reavaliar as estratégias e os planos de ação do inimigo, especialmente como eles exploram nossas fraquezas. O processo pode ser difícil, mas só com uma compreensão completa das intenções do inimigo podemos lutar eficazmente."
    },
    {
        "ID": "DialogConfig_20003013_Context",
        "Str": "(olhos firmes, voz com firme determinação) vamos sair deste fracasso. Apesar dos enormes desafios que enfrentamos desta vez, não vamos de modo algum recuar perante isso. Este é o momento da recuperação, e temos de enfrentar as batalhas que se seguem com uma postura mais forte."
    },
    {
        "ID": "DialogConfig_30001001_Context",
        "Str": "Esses caras estão realmente aqui. Deixe isso comigo e veja como eu vou limpá-los."
    },
    {
        "ID": "DialogConfig_30001002_Context",
        "Str": "Não se preocupe, ainda não se sabe se este grupo já recebeu a notícia do que aconteceu na floresta da lua estrelada. Se eles já soubessem, certamente fortaleceriam suas defesas."
    },
    {
        "ID": "DialogConfig_30001003_Context",
        "Str": "Ei, de onde é que vocês são, e o que têm a ver com o grupo da floresta estrelada?"
    },
    {
        "ID": "DialogConfig_30001004_Context",
        "Str": "Mau, apanhado, personagem principal, seu idiota, não pode agir em silêncio?"
    },
    {
        "ID": "DialogConfig_30001005_Context",
        "Str": "Parece que a operação da floresta da lua estrelada foi descoberta. Agora que você está aqui, isso só pode resolver você."
    },
    {
        "ID": "DialogConfig_30001006_Context",
        "Str": "O tom não é pequeno, então só pode falar com força."
    },
    {
        "ID": "DialogConfig_30002001_Context",
        "Str": "Estes tipos são difíceis. Ainda bem que sou corajoso."
    },
    {
        "ID": "DialogConfig_30002002_Context",
        "Str": "Ainda não acabou. Temos de ir até às profundezas da cidade da água."
    },
    {
        "ID": "DialogConfig_30002003_Context",
        "Str": "A alia tem razão. A julgar pelo que aconteceu na floresta da lua estrelada, o inimigo não vai ficar com este lote. Vamos nos apressar."
    },
    {
        "ID": "DialogConfig_30002004_Context",
        "Str": "Temos de encontrar o alvo e a força principal do inimigo o mais rapidamente possível. Watertown pode estar em perigo. Temos de nos apressar até watertown para impedir o próximo passo do inimigo."
    },
    {
        "ID": "DialogConfig_30002005_Context",
        "Str": "(acenando com a cabeça para a alia e o simon). Não vamos deixar que estes tipos consigam. Prossigam, assegurem-se de que as nossas operações não sejam interrompidas, localizem as forças principais do inimigo e combatam os seus planos."
    },
    {
        "ID": "DialogConfig_30002006_Context",
        "Str": "Temos de sair daqui o mais rápido possível. O inimigo pode ter percecionado o nosso paradeiro. Fique alerta e nunca mais cometa nenhum erro."
    },
    {
        "ID": "DialogConfig_30002007_Context",
        "Str": "Vamos adaptar as táticas de acordo com a situação e garantir que podemos lidar com o inimigo na melhor forma possível em watertown. Este é o momento da verdade e cada passo deve ser dado com cuidado e cuidado."
    },
    {
        "ID": "DialogConfig_30002008_Context",
        "Str": "(armas de novo, respire fundo) vamos agir rapidamente, não há tempo a perder. Nosso objetivo é proteger a cidade da água enquanto desvendamos o verdadeiro plano do inimigo. Mexam-se!"
    },
    {
        "ID": "DialogConfig_30003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_30003002_Context",
        "Str": "Sim, os nossos planos foram completamente percebidos pelo inimigo. Estão a mover-se muito mais depressa do que pensávamos. A linha de defesa em starling moon forest desmoronou e não conseguimos manter aqui."
    },
    {
        "ID": "DialogConfig_30003003_Context",
        "Str": "(senta-te, inclina-te) pensávamos que podíamos resolver os problemas com coragem e força, mas é óbvio que o inimigo não só tinha um exército poderoso, mas também um plano muito mais elaborado. Agora temos de identificar as causas profundas do fracasso."
    },
    {
        "ID": "DialogConfig_30003004_Context",
        "Str": "[olhar digno, folhear os registos de batalha] o inimigo está claramente preparado, e subestimamos as suas capacidades e estratégias. Os seus ataques à floresta da lua estrelada e à cidade da água mostram como os seus planos são sofisticados. A razão desta derrota não reside apenas na nossa táctica, mas também na falta de inteligência sobre o inimigo."
    },
    {
        "ID": "DialogConfig_30003005_Context",
        "Str": "(apertando os punhos com raiva) estamos todos errados! Se tivéssemos descoberto mais cedo as verdadeiras intenções do inimigo, talvez o resultado tivesse sido diferente. Agora temos de encontrar uma forma de reparar os danos e não permitir que este fracasso continue a arrastar-nos."
    },
    {
        "ID": "DialogConfig_30003006_Context",
        "Str": "(tom firme) embora o fracasso seja doloroso, temos de aprender com ele. Primeiro, reexaminaremos os padrões de ação do inimigo e identificaremos suas fraquezas. Em seguida, reunir rapidamente os recursos e preparar-se para a próxima batalha."
    },
    {
        "ID": "DialogConfig_30003007_Context",
        "Str": "(levantem-se, olhar firme) também precisamos de contactar as cidades sobreviventes e os nossos aliados o mais rapidamente possível, para nos assegurarmos de que compreendem a nossa situação e estejam prontos para uma maior defesa. O inimigo não pode continuar a ter nada a ganhar."
    },
    {
        "ID": "DialogConfig_30003008_Context",
        "Str": "(aceno, olhar sério) a situação do elemento de madeira também precisa de ser resolvida imediatamente. O inimigo pode saber o seu valor e usá-lo. Devemos reparar ou recuperar o elemento de madeira o mais rápido possível para nos fortalecer."
    },
    {
        "ID": "DialogConfig_30003009_Context",
        "Str": "(pensar por um momento, olhar para cima) em seguida, precisamos de criar um novo plano para garantir que o erro não se repita. Cada movimento deve ser cuidadosamente planejado para evitar que nossos buracos sejam novamente explorados pelo inimigo."
    },
    {
        "ID": "DialogConfig_30003010_Context",
        "Str": "Temos também de reforçar a comunicação interna e a coordenação para garantir que todos possam desempenhar um papel na batalha que se segue. Só se pode perder tempo e capacidade de combate, mas temos de permanecer unidos e avançar."
    },
    {
        "ID": "DialogConfig_30003011_Context",
        "Str": "(tom pesado) para recuperar as perdas o mais rápido possível e realinhar a nossa estratégia. O inimigo é mais forte do que pensamos, e precisamos nos ajustar para enfrentar desafios ainda mais difíceis."
    },
    {
        "ID": "DialogConfig_30003012_Context",
        "Str": "(respire fundo, tom calmo) apesar de termos sofrido um grande revés desta vez, se estivermos bem preparados e aprendermos as lições, certamente seremos capazes de reverter a situação. A chave é manter a calma e recuperar gradualmente a nossa vantagem."
    },
    {
        "ID": "DialogConfig_30003013_Context",
        "Str": "Não podemos deixar-nos vencer por este fracasso e temos de nos levantar para enfrentar os desafios que nos esperam. Vamos reorganizar nossas ideias, alinhar nossas estratégias e trabalhar juntos para vencer na próxima operação!"
    },
    {
        "ID": "DialogConfig_40001001_Context",
        "Str": "Vocês adivinharam, estes tipos ainda estão lá."
    },
    {
        "ID": "DialogConfig_40001002_Context",
        "Str": "Como você entrou? Nós deveríamos ter colocado um guarda. Hahaha, parece que vocês são um pouco capazes de entrar aqui. Acho que os nossos companheiros de equipa já foram eliminados por vocês."
    },
    {
        "ID": "DialogConfig_40001003_Context",
        "Str": "Parece que não são estúpidos. Querem ser honestos, ou estou a obrigar-vos a dizê-lo."
    },
    {
        "ID": "DialogConfig_40001004_Context",
        "Str": "Hahaha, eu aconselho você a sair honestamente, eu não quero machucá-lo, temos algo aqui que precisamos obter."
    },
    {
        "ID": "DialogConfig_40001005_Context",
        "Str": "Se você está certo, você está tentando extrair o poder da água, certo?"
    },
    {
        "ID": "DialogConfig_40001006_Context",
        "Str": "Quem é você, não deve haver muitas pessoas no continente de emote que ainda conheçam o poder elemental?"
    },
    {
        "ID": "DialogConfig_40001007_Context",
        "Str": "Essas forças elementais são importantes para o continente de emotie. Se forem usadas por pessoas malignas, todo o continente de emotie pode ser destruído, incluindo você."
    },
    {
        "ID": "DialogConfig_40001008_Context",
        "Str": "Não gostamos de destruição, só precisamos da força aqui para fazer deste mundo um lugar melhor. O continente de emote tem sido calmo por milhares de anos. Agora, parece que as pessoas tomam tudo para garantido. As pessoas ainda têm o poder da liberdade ruim no momento. A liberdade corroída pelo desejo destruirá o mundo."
    },
    {
        "ID": "DialogConfig_40001009_Context",
        "Str": "Noah: deixa de disparates e luta."
    },
    {
        "ID": "DialogConfig_40001010_Context",
        "Str": "Mais uma vez, não é minha intenção magoá-los, mas não vou ter piedade se vocês entrarem no nosso caminho."
    },
    {
        "ID": "DialogConfig_40001011_Context",
        "Str": "Então, vamos."
    },
    {
        "ID": "DialogConfig_40001012_Context",
        "Str": "(risos com um pouco de desdém, seguido de uma postura de luta) sendo assim, vamos ver quem é o vencedor final. Pronto para o desafio?"
    },
    {
        "ID": "DialogConfig_40001013_Context",
        "Str": "L simon :(olhando de lado para noé, cheio de determinação nos olhos) temos que ir com todas as nossas forças, independentemente dos motivos do inimigo, aqui deve ser mantido. Todos, preparem-se!"
    },
    {
        "ID": "DialogConfig_40001014_Context",
        "Str": "(segure a arma, olhe com cuidado para se proteger. O inimigo pode ter mais intrigas e meios. Temos de estar bem preparados para garantir que esta batalha não nos coloque numa situação ainda mais difícil."
    },
    {
        "ID": "DialogConfig_40001015_Context",
        "Str": "(respire fundo, a voz está cheia de firmeza) ok, vamos. Não nos recuaremos, sejam quais forem as dificuldades enfrentadas. Vamos descobrir a verdade na batalha e proteger a nossa casa!"
    },
    {
        "ID": "DialogConfig_40002001_Context",
        "Str": "Não podeis impedir que isso aconteça, e não sabeis nada do que está para acontecer."
    },
    {
        "ID": "DialogConfig_40002002_Context",
        "Str": "Parece que o assunto é mais sério do que esperávamos."
    },
    {
        "ID": "DialogConfig_40002003_Context",
        "Str": "(aproximando-se do noah e sorrindo) bom trabalho, noah. Apesar de termos enfrentado desafios difíceis, a vossa coragem e determinação levaram-nos à vitória. No entanto, não podemos abrandar, pois são ainda necessários mais controlos e preparativos."
    },
    {
        "ID": "DialogConfig_40002004_Context",
        "Str": "Pensais, acaso, que isso nos impediria? Estais apenas a bloquear uma parte dos nossos planos, e o verdadeiro desafio está apenas a começar."
    },
    {
        "ID": "DialogConfig_40002005_Context",
        "Str": "(olhe friamente para finn, com firmeza) a sua conspiração foi descoberta por nós. Mesmo que tenhais outros planos, nunca vos deixaremos vencer. Continuaremos a proteger a nossa casa e a assegurar que a vossa conspiração não seja bem sucedida."
    },
    {
        "ID": "DialogConfig_40002006_Context",
        "Str": "(olhe ao redor, tom calmo) temos de examinar o campo de batalha e as redondezas para garantir que não restam mais inimigos. Embora tenhamos vencido a batalha, não podemos baixar a guarda. O inimigo pode vir a seguir."
    },
    {
        "ID": "DialogConfig_40002007_Context",
        "Str": "(acene com a cabeça, comande a equipa rapidamente) separem-se e assegurem-se de que não faltam inimigos ou perigos ocultos. Especialmente no que se refere à situação em watertown, temos de verificar imediatamente a sua segurança."
    },
    {
        "ID": "DialogConfig_40002008_Context",
        "Str": "(voltando-se para fane, com determinação) os vossos planos foram completamente destruídos. Agora, você enfrentará um julgamento justo. Vamos colocá-lo à disposição das autoridades para que você pague pelos seus crimes."
    },
    {
        "ID": "DialogConfig_40002009_Context",
        "Str": "(ranger de dentes e olhos de fúria) e vos arrependereis. Vocês pensam que ganharam, mas o verdadeiro teste está apenas começando. Nós vamos fazer com que você pague."
    },
    {
        "ID": "DialogConfig_40002010_Context",
        "Str": "(um momento de reflexão, um tom firme) embora tenhamos vencido desta vez, precisamos também resumir as experiências e as lições desta batalha. É evidente que o inimigo é muito perigoso e temos de reforçar a nossa preparação para eventuais ameaças futuras."
    },
    {
        "ID": "DialogConfig_40002011_Context",
        "Str": "(aproximando-se de noé) apesar de termos vencido a batalha, temos de seguir em frente. Proteger a nossa casa é uma responsabilidade que todos partilhamos e que nos mantém vigilantes e prontos para novos desafios."
    },
    {
        "ID": "DialogConfig_40002012_Context",
        "Str": "(respiração profunda, expressão séria) sim. Continuaremos unidos e fortaleceremos nossas linhas de defesa para manter nossa casa segura. Tomemos esta vitória como um novo ponto de partida e continuemos a trabalhar para que nenhuma ameaça afecte o nosso futuro."
    },
    {
        "ID": "DialogConfig_40002013_Context",
        "Str": "(aceno com a cabeça e confiança no tom) agora, temos de nos concentrar na nossa próxima tarefa. Sigam em frente e garantam que todas as cidades estejam protegidas e que não voltemos a enfrentar ameaças semelhantes."
    },
    {
        "ID": "DialogConfig_40002014_Context",
        "Str": "(sorrindo, falando com firmeza) esta vitória nos dá confiança, mas o verdadeiro desafio está pela frente. Tomemos esta vitória como motivação e sigamos em frente, pelo bem da nossa pátria e de todos!"
    },
    {
        "ID": "DialogConfig_40002015_Context",
        "Str": "(um pequeno sorriso, um brilho de esperança nos olhos) vamos trabalhar juntos, continuar lutando, para proteger tudo o que valorizamos. A vitória é apenas o começo e o caminho pela frente ainda é desafiador, mas certamente seremos capazes de superar todas as dificuldades."
    },
    {
        "ID": "DialogConfig_40003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_40003002_Context",
        "Str": "(suspiro profundo e dor nos olhos) pensávamos que podíamos resolver os problemas com a nossa força e estratégia, mas a realidade é tão cruel. O plano inimigo não é apenas complicado, é excepcionalmente eficaz."
    },
    {
        "ID": "DialogConfig_40003003_Context",
        "Str": "(sentado no chão, com um olhar deprimido e um tom baixo) é lamentável. O nosso plano falhou completamente e perdemos muitos combatentes. O inimigo parecia ter compreendido as leis de nossas ações e levado a este fiasco."
    },
    {
        "ID": "DialogConfig_40003004_Context",
        "Str": "(de pé à distância, olhando para eles friamente, com um toque de zombaria no tom) lol, parece que a vossa resistência ainda é muito fraca. Mesmo que façam o melhor que podem, é em vão. O verdadeiro desafio está pela frente."
    },
    {
        "ID": "DialogConfig_40003005_Context",
        "Str": "A vossa conspiração causou-nos um grande prejuízo. Embora tenhamos falhado, nunca permitiremos que os vossos planos funcionem. Encontraremos uma maneira de lutar contra isso."
    },
    {
        "ID": "DialogConfig_40003006_Context",
        "Str": "(aproximando-se de noah, voz tranquila) não é hora de nos culparmos. Temos de aprender com este fracasso e rever a nossa estratégia. O inimigo é claramente mais forte do que pensamos, e precisamos reavaliar suas capacidades e planos."
    },
    {
        "ID": "DialogConfig_40003007_Context",
        "Str": "(levanta-te, respira fundo, tom firme) temos de recuperar rapidamente e garantir que a nossa capacidade de combate não seja ainda mais enfraquecida. Ao mesmo tempo, era necessário entrar em contato com as outras cidades sobreviventes o mais rápido possível para garantir que eles entendessem os movimentos do inimigo e se preparassem para a defesa."
    },
    {
        "ID": "DialogConfig_40003008_Context",
        "Str": "(com um sorriso de desprezo no rosto, falando friamente) a vossa impotência para resistir só pode tornar a vossa derrota mais completa. Nós temos a situação sob controlo, embora continuem a lutar. O vosso bloqueio é apenas um pequeno episódio para nós."
    },
    {
        "ID": "DialogConfig_40003009_Context",
        "Str": "(acalme-se, aperte os dentes) por doloroso que seja este fracasso, temos de pensar com calma. Temos de reintegrar as nossas forças e adaptar as nossas estratégias para enfrentar os possíveis desafios futuros."
    },
    {
        "ID": "DialogConfig_40003010_Context",
        "Str": "(o tom está cheio de determinação) precisamos também de examinar completamente as lacunas da batalha e descobrir a causa raiz do fracasso. O padrão de ação do inimigo já representa uma séria ameaça às nossas linhas de defesa e devemos fortalecer nossas capacidades de defesa."
    },
    {
        "ID": "DialogConfig_40003011_Context",
        "Str": "(aceno com a cabeça e tenacidade no tom) por mais pesado que seja este fracasso, temos de manter a calma. O mais importante agora é reparar os danos e reorganizar as equipes para garantir que possamos jogar o melhor possível nas próximas batalhas."
    },
    {
        "ID": "DialogConfig_40003012_Context",
        "Str": "(respire fundo, os olhos brilham de firmeza) não seremos esmagados por este fracasso. Temos de seguir em frente, descobrir as verdadeiras intenções do inimigo e impedir que ele avance. Temos a certeza de que seremos capazes de recuperar deste fracasso e de o fazer melhor."
    },
    {
        "ID": "DialogConfig_40003013_Context",
        "Str": "(olhar firme, tom confiante) devemos usar este fracasso como um impulso para avançar, aprender lições e ajustar a nossa estratégia. O nosso objectivo é proteger a nossa casa e temos de ser inabaláveis, independentemente dos desafios que enfrentamos."
    },
    {
        "ID": "DialogConfig_40003014_Context",
        "Str": "(respire fundo, com esperança no tom) mesmo depois do fracasso, o nosso objectivo continua claro. Aproveitemos este revés como uma oportunidade para nos recuperarmos e nos prepararmos bem para as batalhas futuras."
    },
    {
        "ID": "DialogConfig_40003015_Context",
        "Str": "(aceno com a cabeça, tom cheio de determinação) continuem, reorganizem-se, preparem-se para novos desafios. Por mais forte que seja o inimigo, nunca desistiremos. Lutaremos até o fim pelo bem da nossa pátria!"
    },
    {
        "ID": "DialogConfig_50001001_Context",
        "Str": "Parece que vai haver outra luta. Estou pronto."
    },
    {
        "ID": "DialogConfig_50001002_Context",
        "Str": "Como você gosta tanto de brigas? A violência não resolve o problema."
    },
    {
        "ID": "DialogConfig_50001003_Context",
        "Str": "Mas a violência é a mais imediata e rápida, e para este grupo, a razão é tocar com o boi. Vamos dar cabo deles primeiro."
    },
    {
        "ID": "DialogConfig_50001004_Context",
        "Str": "......"
    },
    {
        "ID": "DialogConfig_50001005_Context",
        "Str": "Hahaha, noé está certo, o trabalho é feito."
    },
    {
        "ID": "DialogConfig_50001006_Context",
        "Str": "(virando-se para o finn, olhos desafiadores) parece que vocês também se identificam com esta abordagem. Assim sendo, não vamos perder tempo. Prepare-se para a batalha, vamos provar com nossas ações quem é o vencedor final!"
    },
    {
        "ID": "DialogConfig_50001007_Context",
        "Str": "(respire fundo, o tom está cheio de determinação) embora não concorde inteiramente convosco, a situação é realmente urgente. Se a luta é a única opção, temos de dar tudo o que pudermos. No entanto, temos de tentar manter a situação sob controlo, proteger os inocentes e reduzir os danos desnecessários dos combates."
    },
    {
        "ID": "DialogConfig_50001008_Context",
        "Str": "(olhar para a alina com indiferença, com os cantos da boca ligeiramente afiados) reduzir os danos? Na verdadeira batalha, são apenas boas intenções. Quem consegue manter a calma no caos e controlar a situação é o verdadeiro vencedor. Vocês estão prontos para o desafio!"
    },
    {
        "ID": "DialogConfig_50001009_Context",
        "Str": "(aceno firme com a cabeça, tom cheio de determinação) sim, não recuamos, por mais forte que seja o inimigo. Por nossos objetivos, lutaremos com o máximo de energia até o último momento."
    },
    {
        "ID": "DialogConfig_50001010_Context",
        "Str": "(com determinação de rosto e olhos firmes) bem, vamos dar o nosso melhor. Embora as nossas opções sejam limitadas, temos de lidar com calma e proteger todos, tanto quanto possível. Nosso objetivo é vencer, mantendo nossos princípios e ética."
    },
    {
        "ID": "DialogConfig_50001011_Context",
        "Str": "(um toque de arrepio nos lábios, prontos para o desafio) vamos lá, vamos ver o que vocês realmente são fortes. A luta é a medida por que tudo é testado, e não importa quantos planos tenhais, o resultado final será revelado na batalha!"
    },
    {
        "ID": "DialogConfig_50001012_Context",
        "Str": "(com o fogo da batalha nos olhos, olhando firmemente para o campo de batalha) sim, não recuamos. Não importa quão forte seja o inimigo, vamos dar tudo. Demonstremos a nossa determinação com os nossos actos e lutaremos até ao fim para proteger tudo o que nos é caro!"
    },
    {
        "ID": "DialogConfig_50002001_Context",
        "Str": "Você perdeu. Chame o seu chefe. Você é muito fraco."
    },
    {
        "ID": "DialogConfig_50002002_Context",
        "Str": "O que diabos estou a fazer e porque estou aqui."
    },
    {
        "ID": "DialogConfig_50002003_Context",
        "Str": "O que é que estás a fazer?"
    },
    {
        "ID": "DialogConfig_50002004_Context",
        "Str": "(olhe para finn com calma, com um tom firme) por mais difícil que seja o desafio, vamos dar o nosso melhor. Nós provamos nossa força e vamos continuar a trabalhar para melhorar a nós mesmos. Não nos deixaremos intimidar e seguiremos em frente."
    },
    {
        "ID": "DialogConfig_50002005_Context",
        "Str": "(aproximando-se de noé, com um toque de encorajamento no tom) embora esta batalha tenha sido vitoriosa, temos de aprender com ela. Nas batalhas futuras, devemos tentar evitar conflitos desnecessários, proteger todos os inocentes e tentar encontrar soluções pacíficas."
    },
    {
        "ID": "DialogConfig_50002006_Context",
        "Str": "(aceno e sorri para a alina) eu sei o que você quer dizer. Embora a violência seja necessária às vezes, também devemos aprender a olhar para nossas ações depois de uma batalha. A protecção da inocência e a procura de soluções pacíficas são os nossos objectivos para o futuro."
    },
    {
        "ID": "DialogConfig_50002007_Context",
        "Str": "Podem ter vencido a batalha, mas os nossos planos não param por aí. Como verão, isto é apenas o começo. As nossas operações estão apenas a começar, e ireis ver mais provas."
    },
    {
        "ID": "DialogConfig_50002008_Context",
        "Str": "(reagindo com firmeza) por muito difíceis que sejam os desafios que temos pela frente, não recuaremos. Demonstrámos a nossa determinação e a nossa força e continuaremos a lutar pelos nossos objectivos. As vossas ameaças não vão abalar as nossas convicções."
    },
    {
        "ID": "DialogConfig_50002009_Context",
        "Str": "(voltando-se para noé, com tom suave, mas firme) ok, nós ganhamos a batalha, mas a tarefa que se segue ainda é pesada. Temos de nos certificar de que, ao mesmo tempo que nos protegemos a nós próprios e aos outros, permanecemos calmos e sensatos e avançamos."
    },
    {
        "ID": "DialogConfig_50002010_Context",
        "Str": "(respire fundo, o olhar está cheio de determinação) sim. Não importa o desafio, vamos avançar. Lutar por nossos objetivos, a fim de proteger tudo o que valorizamos, sempre permaneceremos firmes em nossa fé e ação."
    },
    {
        "ID": "DialogConfig_50003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_50003002_Context",
        "Str": "(aproximando-se de noé, com preocupação e cansaço no tom) foi realmente um acidente desta vez, mas não devemos desânimo por isso. O fracasso é a base do sucesso, e temos de aprender com ele e identificar as nossas deficiências."
    },
    {
        "ID": "DialogConfig_50003003_Context",
        "Str": "(ficar ao lado, olhando fríamente para noé e outros, com um pouco de satisfação em seus rostos) lol, parece que você nos subestima um pouco. Vocês estão longe de estar prontos para o verdadeiro desafio. Embora esta batalha tenha sido ganhada, é apenas o começo."
    },
    {
        "ID": "DialogConfig_50003004_Context",
        "Str": "(olhem para o finn, o tom está cheio de firmeza) mesmo se falharmos desta vez, não desistimos facilmente. Vamos resumir as experiências e melhorar nossas estratégias. Não importa quão difícil seja o desafio, vamos nos levantar de novo e seguir em frente."
    },
    {
        "ID": "DialogConfig_50003005_Context",
        "Str": "(voltando-se para noé, o tom está cheio de encorajamento) sim, temos de nos acalmar e analisar os problemas nesta batalha. Precisamos de uma melhor coordenação e planeamento para assegurar que possamos fazer melhor na próxima batalha. Ao mesmo tempo, temos de assegurar que a nossa estratégia e a nossa abordagem são tão abrangentes quanto possível."
    },
    {
        "ID": "DialogConfig_50003006_Context",
        "Str": "(risos frios, provocação no tom) podem dizer isso, mas a realidade não muda facilmente. Você terá que enfrentar mais dificuldades. Espero que aprendam com este fracasso, ou talvez seja mais difícil da próxima vez."
    },
    {
        "ID": "DialogConfig_50003007_Context",
        "Str": "(reagindo com firmeza) aprenderemos com nossos fracassos e faremos melhor. Esta derrota é temporária, e nós nos reorganizaremos e fortaleceremos para vencer em batalhas futuras."
    },
    {
        "ID": "DialogConfig_50003008_Context",
        "Str": "(aceno, com a cabeça no tom) embora não tenhamos conseguido desta vez, vamos continuar a tentar. Temos de transformar esta experiência numa motivação para seguir em frente, mantendo-nos calmos e sábios e bem preparados para o próximo desafio."
    },
    {
        "ID": "DialogConfig_50003009_Context",
        "Str": "(olhou indiferente para noah e alina e virou-se) espero que estejam prontos na próxima vez. Vamos continuar, não vamos parar por causa de uma vitória. Até logo!"
    },
    {
        "ID": "DialogConfig_50003010_Context",
        "Str": "(olhos cheios de determinação e firmeza ao ver finn partir) não podemos ser derrubados, não importa o caminho a seguir. Transformamos o fracasso em motivação e nos tornamos mais fortes. Para o nosso objectivo, iremos certamente continuar e enfrentar os desafios do futuro."
    },
    {
        "ID": "DialogConfig_50003011_Context",
        "Str": "(palmadinha encorajadora no ombro de noé, com firmeza e apoio no tom) sim, vamos conseguir. A derrota é temporária, e a próxima vitória será saudada com uma fé e ação ainda mais fortes."
    },
    {
        "ID": "DialogConfig_60001001_Context",
        "Str": "Estes tipos ainda são muito persistentes. Eles também podem ser vistos aqui."
    },
    {
        "ID": "DialogConfig_60001002_Context",
        "Str": "Foram enganados e, ao continuar assim, só trarão destruição a este continente."
    },
    {
        "ID": "DialogConfig_60001003_Context",
        "Str": "Vocês não entendem nada."
    },
    {
        "ID": "DialogConfig_60001004_Context",
        "Str": "O vosso propósito, já o conhecemos há muito."
    },
    {
        "ID": "DialogConfig_60001005_Context",
        "Str": "Ainda não falemos tanto, temos que terminar o trabalho o mais rápido possível, e ainda temos que fazer os próximos passos."
    },
    {
        "ID": "DialogConfig_60001006_Context",
        "Str": "É exactamente o que eu queria."
    },
    {
        "ID": "DialogConfig_60001007_Context",
        "Str": "(aproximando-se de noé com determinação e apoio no tom) não podemos mais atrasar. Temos de nos concentrar e agir rapidamente, por mais difíceis que sejam as dificuldades que temos pela frente. Queremos ter a certeza de que podemos proteger a inocência e impedir o alastramento desta crise."
    },
    {
        "ID": "DialogConfig_60001008_Context",
        "Str": "(olhando friamente para noé, com um toque de desprezo no tom) parece que a vossa persistência vos condenou ao fracasso. Os nossos planos foram estabelecidos há muito tempo, e os vossos esforços foram em vão."
    },
    {
        "ID": "DialogConfig_60001009_Context",
        "Str": "Não importa o que digam, a nossa tarefa continua a ser cumprida. O nosso ritmo não irá mudar devido à vossa oposição, e o plano para o próximo passo requer que avancemos mais rapidamente."
    },
    {
        "ID": "DialogConfig_60001010_Context",
        "Str": "(respire fundo, olhe com firmeza) estamos bem preparados. Por mais difíceis que sejam os desafios que nos esperam, vamos dar o nosso melhor. A vossa conspiração não terá êxito, e faremos tudo o que pudermos para proteger este continente."
    },
    {
        "ID": "DialogConfig_60001011_Context",
        "Str": "(olhando firmemente para noé, com esperança e fé no tom) temos que agir rapidamente e garantir o melhor em cada passo do caminho. No interesse da paz e da segurança no nosso continente, não devemos recuar."
    },
    {
        "ID": "DialogConfig_60002001_Context",
        "Str": "Será que estamos realmente errados?"
    },
    {
        "ID": "DialogConfig_60002002_Context",
        "Str": "Talvez possamos realmente confiar neles, e eles podem realmente salvar o mundo."
    },
    {
        "ID": "DialogConfig_60002003_Context",
        "Str": "Precisamos da sua ajuda. Junte-se a nós."
    },
    {
        "ID": "DialogConfig_60002004_Context",
        "Str": "(silêncio por um momento, seguido de inclinar a cabeça com peso no tom) nunca pensei que chegasse a este ponto. Os nossos objectivos e os nossos meios são diferentes, mas também queremos ver um futuro melhor. Se nos puder ajudar a encontrar o caminho certo, estou disposto a considerar a sua proposta."
    },
    {
        "ID": "DialogConfig_60002005_Context",
        "Str": "(olhando para noé, com esperança no tom) a vossa vitória provou a vossa força e fez-nos rever os nossos objectivos. Se conseguirmos alcançar os nossos ideais comuns através da cooperação, estou disposto a juntar-me a vós e a lutar juntos pelo futuro."
    },
    {
        "ID": "DialogConfig_60002006_Context",
        "Str": "(sorriso, tom de confiança) é exatamente isso que queremos ouvir. A unidade é a chave para vencer todas as dificuldades. Juntos, seremos certamente capazes de encontrar soluções para os problemas e alcançar os nossos objectivos comuns."
    },
    {
        "ID": "DialogConfig_60002007_Context",
        "Str": "Agora, juntos, podemos planear acções futuras. Queremos garantir que todas as medidas sejam tomadas no sentido de uma verdadeira paz e segurança. A sua adesão será uma força importante para o nosso progresso."
    },
    {
        "ID": "DialogConfig_60002008_Context",
        "Str": "(aceno com a cabeça e determinação nos olhos) agora que descobrimos o nosso propósito comum, devemos avançar de mãos dadas. Apoiá-lo-emos com todas as nossas forças e contribuiremos para a paz e a prosperidade do futuro."
    },
    {
        "ID": "DialogConfig_60002009_Context",
        "Str": "(sorrisos, determinação no tom) deixemos para trás as disputas do passado e concentremo-nos na realização da nossa visão comum. Trabalharemos em conjunto para garantir que a verdadeira paz possa chegar a este continente."
    },
    {
        "ID": "DialogConfig_60002010_Context",
        "Str": "(aceno com satisfação e confiança no tom) bem, uma vez que somos um agora, vamos avançar juntos para o futuro. Por mais difícil que seja o caminho, vamos superá-lo com força unida. O nosso objectivo é proteger este continente e trazer uma verdadeira paz."
    },
    {
        "ID": "DialogConfig_60002011_Context",
        "Str": "(olhem amavelmente para gareth e justin, com um tom de esperança) obrigado pela vossa decisão. Vamos trabalhar juntos para criar um futuro melhor. Demos o primeiro passo e agora vamos avançar e assegurar que as nossas acções conduzam a uma verdadeira mudança."
    },
    {
        "ID": "DialogConfig_60003001_Context",
        "Str": "Nível 10006 falha"
    },
    {
        "ID": "DialogConfig_60003002_Context",
        "Str": "(segure noé, com apreensão no tom) nós subestimamos a força do inimigo, e talvez não estejamos suficientemente preparados em alguns aspectos. Agora temos de acalmar-nos, analisar as causas do fracasso e procurar soluções."
    },
    {
        "ID": "DialogConfig_60003003_Context",
        "Str": "(olhar à nossa volta) este fracasso deu-nos um grande golpe. Temos de reavaliar as nossas táticas e estratégias e garantir que podemos fazer melhor da próxima vez. As ações do inimigo tornaram-se mais ocultas e astutas, e precisamos estar mais vigilantes."
    },
    {
        "ID": "DialogConfig_60003004_Context",
        "Str": "(um pouco deprimido, mas ainda determinado no tom) falhámos, mas isso não significa que tudo tenha acabado. Precisamos adaptar rapidamente os planos para identificar as causas do fracasso e desenvolver novos cenários para lidar com a ameaça do inimigo."
    },
    {
        "ID": "DialogConfig_60003005_Context",
        "Str": "(aceno com a cabeça no tom) não podemos deixar-nos desencorajar por um único fracasso. Cada revés é uma oportunidade de crescimento. Temos de aprender com isso e garantir que podemos fazer melhor no futuro. Agora, precisamos de novos planos."
    },
    {
        "ID": "DialogConfig_60003006_Context",
        "Str": "(respire fundo e tente recuperar a calma) temos de considerar os possíveis próximos movimentos do inimigo e como podemos reforçar a nossa defesa. Não podemos continuar a deixá-los à mercê. Reestruturar nossas equipes e prepará-las para os desafios do futuro."
    },
    {
        "ID": "DialogConfig_60003007_Context",
        "Str": "[rumo a noé, com sugestões no tom] precisamos de intensificar o nosso trabalho de inteligência para compreender as verdadeiras intenções do inimigo. Talvez pudéssemos obter mais informações através da espionagem ou de outros meios, garantindo uma compreensão mais precisa dos movimentos do inimigo."
    },
    {
        "ID": "DialogConfig_60003008_Context",
        "Str": "(aceno, confiante no tom) podemos usar este fracasso para otimizar as nossas táticas. Melhore a cooperação da equipe, melhore a capacidade de combate individual, e esteja preparado de forma abrangente. O fracasso é temporário e a nossa determinação não muda."
    },
    {
        "ID": "DialogConfig_60003009_Context",
        "Str": "(com encorajamento no tom) temos de enfrentar os desafios que se nos apresentam com mais firmeza. Ajustar as mentalidades, aumentar a confiança e a solidariedade são as chaves para sair desta situação difícil. Não importa o dilema que enfrentamos, temos de seguir em frente."
    },
    {
        "ID": "DialogConfig_60003010_Context",
        "Str": "(acenando com a cabeça, com uma firme determinação no tom) vamos sair do fracasso, ajustar a estratégia e seguir em frente. O nosso objectivo continua a ser proteger o continente e garantir a paz e a segurança. O fracasso não nos derruba, mas nos fortalece."
    },
    {
        "ID": "DialogConfig_60003011_Context",
        "Str": "(esperança no tom) vamos recuperar rapidamente, ajustar o estado e estar prontos para a próxima ação. Enfrentaremos o inimigo com uma preparação ainda mais completa, garantindo que seremos capazes de vencer qualquer desafio e alcançar nossos objetivos."
    },
    {
        "ID": "DialogConfig_70001001_Context",
        "Str": "Que dor de cabeça. Vocês são como baratas, por todo o lado."
    },
    {
        "ID": "DialogConfig_70001002_Context",
        "Str": "Hahaha, você é tão fraco que tantas pessoas não nos resolveram."
    },
    {
        "ID": "DialogConfig_70001003_Context",
        "Str": "Então, deixe-me terminar com isso."
    },
    {
        "ID": "DialogConfig_70001004_Context",
        "Str": "(aproximando-se de noah, com um tom preocupado) kane aparentemente decidiu que iria resolver-nos de uma vez por todas. Temos de estar vigilantes e prontos para as batalhas mais difíceis. Ele não pode realizar o seu plano facilmente."
    },
    {
        "ID": "DialogConfig_70001005_Context",
        "Str": "(olhe para kane com calma, com um tom desafiador) você acha que pode acabar com tudo com uma luta? Não podemos ser derrubados tão facilmente. Nós já passamos por muitas provações para nunca recuar neste momento."
    },
    {
        "ID": "DialogConfig_70001006_Context",
        "Str": "(risos, com ameaça no tom) a vossa tenacidade é louvável, mas os vossos esforços são empálidos perante as ameaças reais. Deixe-me mostrar o que é o verdadeiro poder."
    },
    {
        "ID": "DialogConfig_70001007_Context",
        "Str": "(a sério, olhando para kane, com alerta no tom) kane, a tua auto-confiança torna-te perigoso, mas também torna-nos mais alerta. Precisamos adotar estratégias que garantam que cada passo maximize nossa vantagem e sustente seus ataques."
    },
    {
        "ID": "DialogConfig_70001008_Context",
        "Str": "[prontos para lutar, com determinação no tom] estamos prontos para o desafio. Não importa o quão forte você seja, nós faremos tudo o que pudermos para proteger tudo o que valorizamos. Não vamos permitir que isso aconteça facilmente."
    },
    {
        "ID": "DialogConfig_70001009_Context",
        "Str": "(dê força ao noah e aos outros, o tom está cheio de firmeza) concentrem-se, mantenham a coordenação do grupo. A ameaça de kane é grande, mas partilhamos um objectivo comum e convicções fortes. Isso não vai acabar facilmente. Temos que vencê-lo."
    },
    {
        "ID": "DialogConfig_70001010_Context",
        "Str": "A vossa coragem e determinação são inegáveis, mas o resultado final só pode ser determinado pela luta. Preparai-vos para o vosso destino, esta batalha vai decidir tudo."
    },
    {
        "ID": "DialogConfig_70001011_Context",
        "Str": "(respire fundo, o tom está cheio de determinação) nós respondemos à sua ameaça com ações práticas. Não vamos dar um passo atrás, por mais difícil que seja. Agora, vamos começar esta batalha fatalista!"
    },
    {
        "ID": "DialogConfig_70001012_Context",
        "Str": "(sinal da mão, a batalha está prestes a começar, o tom está cheio de expectativa) muito bem, então vamos ver a vossa verdadeira força. A batalha que se segue, será a vossa prova mais dura."
    },
    {
        "ID": "DialogConfig_70002001_Context",
        "Str": "Parece que ainda somos fortes!"
    },
    {
        "ID": "DialogConfig_70002002_Context",
        "Str": "(de pé nos escombros da batalha, sem fôlego, com a alegria da vitória no olhar) parece que a vossa arrogância realmente não significa nada. Agora que a vossa ameaça foi finalmente removida, podemos seguir em frente."
    },
    {
        "ID": "DialogConfig_70002003_Context",
        "Str": "(aproximando-se de noah com um suspiro de alívio no tom) nós finalmente ganhámos. Apesar da luta ser excepcionalmente difícil, conseguimos derrotar kane. Agora, podemos lidar com o que se segue em paz."
    },
    {
        "ID": "DialogConfig_70002004_Context",
        "Str": "(olhem à vossa volta com um pequeno sorriso cansado, mas satisfeito) esta vitória não é apenas uma vitória para kane, é uma recompensa por todos os nossos esforços. Demonstramos que somos capazes de enfrentar e superar grandes desafios."
    },
    {
        "ID": "DialogConfig_70002005_Context",
        "Str": "(olhe para kane, com firmeza no tom) a derrota de kane significa que estamos a dar um passo importante na nossa conspiração para parar com ele. No entanto, este é apenas o primeiro passo para a resolução do problema, e temos de olhar para o que se segue."
    },
    {
        "ID": "DialogConfig_70002006_Context",
        "Str": "(aceno, com atenção no tom) kane foi derrotado, mas os seus homens e os seus planos permanecem. Temos de garantir que todos os problemas são resolvidos de uma vez por todas, a fim de evitar que ameaças semelhantes se repitam."
    },
    {
        "ID": "DialogConfig_70002007_Context",
        "Str": "(virando-se para todos na fila, o tom está cheio de gratidão e confiança) todos fizeram um bom trabalho. Enfrentamos grandes dificuldades, mas no final, graças aos esforços e à cooperação de todos, vencemos o inimigo. Agora, precisamos seguir em frente e cumprir nossa missão."
    },
    {
        "ID": "DialogConfig_70002008_Context",
        "Str": "O fracasso de kane ensinou-nos uma lição importante: as ameaças do inimigo são muitas vezes mais complexas do que pensávamos. Temos de ser mais meticulosos no planeamento dos nossos próximos passos."
    },
    {
        "ID": "DialogConfig_70002009_Context",
        "Str": "[o tom está cheio de determinação] nós não podemos tomar isso de ânimo leve só por ter derrotado kane. As acções que se seguem são igualmente importantes para assegurar que a nossa vitória trará a paz a longo prazo, em vez de ficar apenas à vista."
    },
    {
        "ID": "DialogConfig_70002010_Context",
        "Str": "(olhando para os outros membros, o tom é encorajador) esta vitória não é apenas uma verificação da nossa capacidade, mas também um testemunho da nossa unidade e cooperação. Mantenhamos o ímpeto e continuemos a trabalhar em prol da protecção deste continente."
    },
    {
        "ID": "DialogConfig_70002011_Context",
        "Str": "(sorrisos, confiança no tom) demonstrámos a nossa força e a nossa persistência na justiça. Os próximos desafios esperam-nos, mas juntos seremos capazes de enfrentar todas as dificuldades."
    },
    {
        "ID": "DialogConfig_70002012_Context",
        "Str": "(sinal de cabeça, tom cheio de determinação) em seguida, precisamos limpar o campo de batalha, lidar com os inimigos restantes, e rever a nossa estratégia. O nosso objectivo é garantir a paz e a segurança e não apenas ganhar uma batalha."
    },
    {
        "ID": "DialogConfig_70002013_Context",
        "Str": "(vá à frente, comande o pelotão, com a força motriz no tom) recuperem-se rapidamente, organizem o equipamento, ainda temos muito trabalho a fazer. Tomemos a vitória como um novo ponto de partida para seguir em frente e cumprir nossa missão."
    },
    {
        "ID": "DialogConfig_70002014_Context",
        "Str": "(no final, olhando para a equipe, com esperança e motivação no tom) nossa vitória é apenas um novo começo. Estejam atentos e sigam em frente, pois certamente seremos capazes de vencer todos os desafios e trazer a verdadeira paz."
    },
    {
        "ID": "DialogConfig_70003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_70003002_Context",
        "Str": "(deitado no chão, ofegante, frustrado no rosto) isto é realmente... Foi um fracasso total. Subestimamos a força do inimigo e não conseguimos resolver o problema como queríamos."
    },
    {
        "ID": "DialogConfig_70003003_Context",
        "Str": "(segure noah, preocupado e deprimido nos olhos) falhámos, mas agora temos de nos acalmar. Analisar as causas do fracasso e procurar uma saída pode realmente resolver o dilema imediato."
    },
    {
        "ID": "DialogConfig_70003004_Context",
        "Str": "(olhando para kane, com um olhar pesado) a derrota desta batalha mostra-nos a força do inimigo. Temos de rever a nossa estratégia e a nossa preparação para garantir que não voltaremos a cometer os mesmos erros da próxima vez."
    },
    {
        "ID": "DialogConfig_70003005_Context",
        "Str": "(suspiro, com um tom de desapontamento) embora tenhamos feito tudo o que podíamos, é evidente que ainda há muito a fazer. Precisamos analisar cuidadosamente os problemas da batalha e melhorar nosso planejamento para estar em condições de enfrentar os desafios que se seguem."
    },
    {
        "ID": "DialogConfig_70003006_Context",
        "Str": "(olhando para simon, o tom está cheio de atenção) temos de ajustar o estado o mais rápido possível. Kane e seus homens ganharam claramente a batalha, mas não podemos desistir por isso. Temos de nos reagrupar e encontrar uma resposta."
    },
    {
        "ID": "DialogConfig_70003007_Context",
        "Str": "(luta para levantar-se, um vislumbra de determinação nos olhos) embora tenhamos falhado, não foi o fim. Precisamos fazer um balanço das nossas experiências e reformular os nossos planos para garantir que possamos vencer na próxima batalha."
    },
    {
        "ID": "DialogConfig_70003008_Context",
        "Str": "(aceno com a cabeça, alerta no tom) temos de analisar minuciosamente cada elo da batalha e descobrir as nossas deficiências. O inimigo é claramente mais forte do que pensávamos e não podemos continuar a tomá-lo de ânimo leve."
    },
    {
        "ID": "DialogConfig_70003009_Context",
        "Str": "(o tom está cheio de determinação) embora o fracasso seja decepcionante, também nos permite ver o nosso próprio shortboard. Temos de coordenar melhor as equipas, promover as capacidades individuais e estar mais bem preparados."
    },
    {
        "ID": "DialogConfig_70003010_Context",
        "Str": "(dê força à equipa, com inspiração no tom) embora tenhamos sofrido um revés neste momento, desde que mantenhamos a fé e continuemos a trabalhar nisso, certamente encontraremos uma solução para o problema. Não podemos deixar-nos desencorajar por um único fracasso."
    },
    {
        "ID": "DialogConfig_70003011_Context",
        "Str": "(olhem friamente para eles, com um tom de ameaça) a vossa derrota é apenas o começo. Se continuarem a interferir com os nossos planos, o futuro será ainda mais difícil. É melhor que estejam preparados para enfrentar o desafio que vem."
    },
    {
        "ID": "DialogConfig_70003012_Context",
        "Str": "(aceno com a cabeça e firmeza no tom) não desistimos porque falhamos. Vamos aprender com isso e seguir em frente. Por mais difícil que seja, continuaremos a trabalhar até que a nossa missão seja cumprida."
    },
    {
        "ID": "DialogConfig_70003013_Context",
        "Str": "(caminhando para os outros membros da equipe, cheio de esperança no tom) vamos rapidamente recuperar a forma, resumir as experiências falhadas e desenvolver uma nova estratégia. O nosso objectivo continua a ser a protecção deste continente e, com certeza, seremos capazes de superar as dificuldades e enfrentar novos desafios."
    },
    {
        "ID": "DialogConfig_70003014_Context",
        "Str": "(finalmente, olhando para a fila, com firmeza e esperança no tom) esta derrota, embora frustrante, também nos oferece uma valiosa experiência. Vamos enfrentar os desafios do futuro com uma atitude mais determinada e tentar alcançar os nossos objectivos."
    },
    {
        "ID": "DialogConfig_80001001_Context",
        "Str": "Kane, um traidor que não conseguiu cumprir a sua missão e traiu o seu mestre."
    },
    {
        "ID": "DialogConfig_80001002_Context",
        "Str": "Junte-se a nós, leon e marcus. Ele está errado. Ainda há algo no mundo que vale a pena salvar."
    },
    {
        "ID": "DialogConfig_80001003_Context",
        "Str": "Você esqueceu o que você passou? Só a destruição total pode mudar o mundo para melhor."
    },
    {
        "ID": "DialogConfig_80001004_Context",
        "Str": "Pare de falar com eles, bata-os primeiro e depois racionalize-os."
    },
    {
        "ID": "DialogConfig_80001005_Context",
        "Str": "Hahaha, você também é muito pequeno para nós. Meme it"
    },
    {
        "ID": "DialogConfig_80001006_Context",
        "Str": "(caminhando em frente, lutando nos olhos) : leanne tem razão. Nunca subestimámos a vossa força, mas nunca vos permitiremos interferir nos nossos planos. Os vossos ideais não se cruzam com os nossos. A batalha decisiva de hoje determinará o futuro deste mundo."
    },
    {
        "ID": "DialogConfig_80001007_Context",
        "Str": "(firmemente entre noé e marcus) : acreditamos que, apesar do caminho cheio de espinhos, ainda há uma esperança brilhante esperando por nós. Mesmo diante de um inimigo poderoso, não recuaremos. Temos de lutar pelo futuro deste mundo, custe o que custar."
    },
    {
        "ID": "DialogConfig_80001008_Context",
        "Str": "(tire as armas da bainha com calma) : prepare-se para enfrentar a batalha. A inutilidade das palavras tornou-se evidente; agora, os actos provam tudo. Dar tudo para um futuro melhor ou enfrentar nossas vitórias inquestionáveis."
    },
    {
        "ID": "DialogConfig_80002001_Context",
        "Str": "Se querem salvar o mundo, precisam da nossa força, marcus, e estes homens podem mesmo fazer isso."
    },
    {
        "ID": "DialogConfig_80002002_Context",
        "Str": "Talvez."
    },
    {
        "ID": "DialogConfig_80002003_Context",
        "Str": "(olhando com expectativa para marcus e leanne) : obrigado pela compreensão. Faremos tudo o que pudermos para conseguir uma mudança neste mundo, e não permitiremos que o vosso sacrifício seja em vão. De qualquer forma, esperamos poder confirmar as vossas convicções."
    },
    {
        "ID": "DialogConfig_80002004_Context",
        "Str": "(em silêncio, sorrindo) : parece que os nossos adversários também estão a começar a ver um raio de esperança. Temos não só de derrotar os nossos inimigos, mas também de os fazer compreender que avançar juntos é o único caminho. Agora, vamos trabalhar juntos para o futuro deste mundo."
    },
    {
        "ID": "DialogConfig_80002005_Context",
        "Str": "(aceno, com um pouco de alívio) : embora o caminho esteja cheio de espinhos, se pudéssemos andar de mãos dadas, talvez o futuro fosse realmente diferente. Podemos deixar de lado nossas diferenças por um momento e lutar juntos por um objetivo."
    },
    {
        "ID": "DialogConfig_80002006_Context",
        "Str": "(respire fundo, o tom é calmo) : apoiaremos os seus esforços e, embora existam dúvidas no coração, estamos dispostos a lutar por elas, desde que vejamos as sementes de esperança a germinar."
    },
    {
        "ID": "DialogConfig_80002007_Context",
        "Str": "(com gratidão) : o vosso apoio significa muito. Enfrentemos juntos os desafios que nos aguardam e estejamos à altura da visão que partilhamos."
    },
    {
        "ID": "DialogConfig_80002008_Context",
        "Str": "(armas de lado, um pouco de riso) : então, já que estamos no mesmo objetivo agora, que as ações demonstrem todas as nossas convicções. O futuro é longo e teremos a responsabilidade de mudar."
    },
    {
        "ID": "DialogConfig_80002009_Context",
        "Str": "(risos com o marcus) : ok, o nosso objectivo é claro. Esperemos que os nossos esforços conjuntos produzam os resultados que esperamos."
    },
    {
        "ID": "DialogConfig_80003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_80003002_Context",
        "Str": "(frio a olhar para o chão, voz cheia de exaustão) : este fracasso custou-nos muito caro. Temos de reconhecer que, nesta fase, não somos suficientes para contrariar o seu poderoso poder."
    },
    {
        "ID": "DialogConfig_80003003_Context",
        "Str": "(olhando para eles friamente, com um toque de frieza no tom) : e então, kane? A vossa esperança parece frágil. O que chamamos de realidade, parece estar se tornando claro diante de vocês."
    },
    {
        "ID": "DialogConfig_80003004_Context",
        "Str": "(olhar digno, abrindo lentamente a boca) : embora tenhamos perdido, o fracasso não significa que tudo acabou. Temos de aprender com isso e rever a nossa estratégia."
    },
    {
        "ID": "DialogConfig_80003005_Context",
        "Str": "(olhar firme, mas mostrando cansaço) : sim, vamos aprender com este fracasso e ajustar os planos. Nunca desistiremos por um momento de frustração."
    },
    {
        "ID": "DialogConfig_80003006_Context",
        "Str": "(respire fundo e mantenha o olhar firme) : embora tenhamos sido atingidos pelo fracasso, não devemos nos desencorajar por isso. Temos de nos reanimar e estar prontos para o próximo desafio."
    },
    {
        "ID": "DialogConfig_80003007_Context",
        "Str": "(com um sorriso de desdém nos lábios) : lol, podem ter mais fracassos? Esta guerra está longe de terminar, e você precisa trabalhar mais para fazê-lo."
    },
    {
        "ID": "DialogConfig_80003008_Context",
        "Str": "(aceno, tom calmo) : vamos continuar, por mais difícil que seja. A derrota faz parte do crescimento. A vitória final é o objetivo que buscamos."
    },
    {
        "ID": "DialogConfig_80003009_Context",
        "Str": "(com um olhar afetuoso para o nosso companheiro) : não importa quantos obstáculos encontremos, devemos perseverar. Embora a esperança seja longínquo, não podemos deixar que a frustração derrube a nossa determinação."
    },
    {
        "ID": "DialogConfig_80003010_Context",
        "Str": "(resposta firme) : vamos sair da derrota e continuar a lutar por nossos objetivos. A derrota é temporária e a nossa luta continuará."
    },
    {
        "ID": "DialogConfig_90001001_Context",
        "Str": "Vocês são os que estão bloqueando nossos planos, e antes que eu vá até vocês, vocês estão aqui. Resolve o problema."
    },
    {
        "ID": "DialogConfig_90001002_Context",
        "Str": "Oliver, cuidado com estas pessoas. O facto de terem vindo aqui mostra que não são fracos."
    },
    {
        "ID": "DialogConfig_90001003_Context",
        "Str": "Vocês são um monte de tretas. Batam e batam."
    },
    {
        "ID": "DialogConfig_90001004_Context",
        "Str": "(olhe com calma, com um tom sério) : noé estava certo. As palavras são inúteis, os actos são a chave. Já que estais obstinados em impedir os nossos planos, vamos decidir tudo através da luta."
    },
    {
        "ID": "DialogConfig_90001005_Context",
        "Str": "(aceno, olhos firmes) : claro. Faremos tudo o que estiver ao nosso alcance para garantir que os nossos objectivos não sejam ameaçados. Prepare-se para enfrentar um inimigo forte, será uma batalha incomparavelmente dura."
    },
    {
        "ID": "DialogConfig_90001006_Context",
        "Str": "(risos, empunhando armas) : ao ouvir a vossa confiança, parece que temos de fazer um bom teste. Prepare-se para o nosso desafio, hoje você vai sentir a verdadeira luta."
    },
    {
        "ID": "DialogConfig_90001007_Context",
        "Str": "(sorrisos, olhos penetrantes) : então, que comece a batalha. Demonstraremos com as nossas acções quem é a verdadeira ameaça e quem será o vencedor final."
    },
    {
        "ID": "DialogConfig_90001008_Context",
        "Str": "(prontidão séria para lutar, voz firme) : a luta é a única maneira de resolver os problemas. Estamos bem preparados para usar a nossa força para determinar o fim de tudo."
    },
    {
        "ID": "DialogConfig_90001009_Context",
        "Str": "(um passo à frente, olhos penetrantes) : já que estão todos tão decididos, que comece a batalha. Seja qual for o fim, hoje vamos provar-nos com acções concretas."
    },
    {
        "ID": "DialogConfig_90002001_Context",
        "Str": "(com um sorriso vitorioso, cansado, mas resoluto) : a batalha terminou e os vossos planos foram completamente frustrados."
    },
    {
        "ID": "DialogConfig_90002002_Context",
        "Str": "(em raiva, ofegante) : impossível! Como é que isto aconteceu? Como é que vão ganhar quando já estamos a dar o nosso melhor?"
    },
    {
        "ID": "DialogConfig_90002003_Context",
        "Str": "(tentando ficar calmo com um sorriso de derrota) : parece que a luta não correu tão bem como esperávamos. O senhor presidente deu-nos uma lição, e parece que não a avaliámos suficientemente."
    },
    {
        "ID": "DialogConfig_90002004_Context",
        "Str": "(aproximando-se de oliver, com uma firme determinação nos olhos) : oliver, as vossas ambições terminaram connosco. Também aqui o vosso programa terá um fim. Não vos vamos dar mais hipóteses."
    },
    {
        "ID": "DialogConfig_90002005_Context",
        "Str": "(suspiro, tom frio) : na verdade, esta batalha foi uma derrota para nós. No entanto, você também deve ter em mente que o verdadeiro adversário ainda está longe. A vitória é temporária e o nosso plano não termina aí."
    },
    {
        "ID": "DialogConfig_90002006_Context",
        "Str": "(olhos penetrantes, inabaláveis) : se quiserdes continuar a luta, estaremos prontos a recebê-la. A vitória de hoje é apenas o começo, e continuaremos a defender os nossos objectivos como sempre, até que todas as ameaças sejam completamente eliminadas."
    },
    {
        "ID": "DialogConfig_90002007_Context",
        "Str": "(olhar para o chão com raiva, ranger os dentes) : vamos lembrar-nos de tudo por hoje. Da próxima vez, voltaremos com uma postura mais forte e prometemos que nunca mais vos deixaremos vencer!"
    },
    {
        "ID": "DialogConfig_90002008_Context",
        "Str": "(e, olhando para noé pela última vez, virou-se) : lembre-se que nem todas as derrotas são o fim. Este é apenas mais um começo."
    },
    {
        "ID": "DialogConfig_90003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_90003002_Context",
        "Str": "(cair ao chão, pálido, voz cheia de frustração) : fomos tão bem preparados e ainda assim fomos tão espancados. O custo do fracasso é muito mais elevado do que pensamos."
    },
    {
        "ID": "DialogConfig_90003003_Context",
        "Str": "(ferido, parecendo furioso e desapontado) : a batalha ultrapassou as nossas expectativas. Eles são muito mais fortes do que pensávamos, e algo está claramente errado com a nossa inteligência."
    },
    {
        "ID": "DialogConfig_90003004_Context",
        "Str": "(parece pesado, tom calmo) : não esperávamos que fossem tão fortes, e este fracasso é um sério aviso. Temos de analisar seriamente as causas do fracasso e identificar o que está errado."
    },
    {
        "ID": "DialogConfig_90003005_Context",
        "Str": "E ainda que tenhamos falhado, não devemos desanimá-lo. Temos de resumir as lições aprendidas e rever a nossa estratégia."
    },
    {
        "ID": "DialogConfig_90003006_Context",
        "Str": "(ranger os dentes, tentar manter a calma) : o fracasso não é o fim, mas o ponto de partida para um novo começo. Temos de aprender com isso e fazer melhor da próxima vez."
    },
    {
        "ID": "DialogConfig_90003007_Context",
        "Str": "(levanta-se com dor, voz apática) : esta derrota mostra-nos que a luta não é apenas uma luta de forças, mas requer um planeamento minucioso e uma execução precisa. Temos que nos elevar para vencer na próxima."
    },
    {
        "ID": "DialogConfig_90003008_Context",
        "Str": "(aceno, tom firme) : vamos manter a calma e analisar todos os detalhes. O fracasso é temporário, os desafios do futuro ainda estão à nossa frente e temos de nos preparar para isso."
    },
    {
        "ID": "DialogConfig_90003009_Context",
        "Str": "(respiração profunda, tom firme) : não podemos desistir, seja qual for o resultado. O fracasso é apenas uma fase e o nosso objectivo continua à frente. Tiremos força deste revés e prossigamos."
    },
    {
        "ID": "DialogConfig_90003010_Context",
        "Str": "(calma, olhar firme) : vamos provar-nos com ações reais. Este fracasso não nos vai derrubar, mas sim fortalecer-nos. Prepare-se para o próximo desafio. Nós certamente melhoraremos."
    },
    {
        "ID": "DialogConfig_100001001_Context",
        "Str": "Não pensei que estivessem aqui. Voltem para trás. Não quero magoar-vos. Os monstros que estão por trás não são para vocês lutar."
    },
    {
        "ID": "DialogConfig_100001002_Context",
        "Str": "Agora que chegamos aqui, é impossível voltar. O mundo não pode ser destruído."
    },
    {
        "ID": "DialogConfig_100001003_Context",
        "Str": "Mira, pára de falar com eles. Vamos levá-los de volta juntos."
    },
    {
        "ID": "DialogConfig_100001004_Context",
        "Str": "(suspiro, com um tom de ressentimento) : não quero ser contra vós, mas, se estiverdes determinados a seguir em frente, não poderei senão impedir-vos. Você precisa entender que a ameaça aqui é muito maior do que você imagina."
    },
    {
        "ID": "DialogConfig_100001005_Context",
        "Str": "(olhar firme, sem recuar) : já decidimos, mira. Mesmo diante da morte, seguimos em frente. É inútil nos deter, nossa missão deve ser cumprida."
    },
    {
        "ID": "DialogConfig_100001006_Context",
        "Str": "(olhando friamente para noah e kane, com uma voz séria) : se você tem que insistir, então nós temos que agir. Para evitar que continuem, faremos tudo o que pudermos para vos empurrar de volta."
    },
    {
        "ID": "DialogConfig_100001007_Context",
        "Str": "(armas prontas, cara nervosa) : vou tentar impedir-vos, mas lembrem-se que estou a fazer isto pela vossa segurança. Se alguma outra solução for encontrada, espero que você opte por desistir."
    },
    {
        "ID": "DialogConfig_100001008_Context",
        "Str": "(punho apertado, cheio de determinação) : não vamos recuar. Nem mesmo o senhor pode impedir a nossa determinação. Seja como for, temos de avançar até alcançarmos o nosso objectivo."
    },
    {
        "ID": "DialogConfig_100001009_Context",
        "Str": "(em fúria, ao lado de mira) : já que não ouviste o conselho, vamos resolver o problema. Não nos culpe por sermos impiedosos, estamos apenas aqui para evitar que você entre na parede."
    },
    {
        "ID": "DialogConfig_100001010_Context",
        "Str": "(um rasto de dor nos olhos, sussurro) : espero que compreendam a minha intenção, mas se é essa a vossa escolha, só posso fazer um último esforço pela vossa segurança."
    },
    {
        "ID": "DialogConfig_100002001_Context",
        "Str": "(respiração, olhos misturados) : admito que vocês são mais fortes do que eu esperava. No entanto, mesmo assim, você não tem nenhuma esperança de vitória contra o senhor do nada."
    },
    {
        "ID": "DialogConfig_100002002_Context",
        "Str": "(apanha o suor da testa, tom digno) : mira, mesmo com a tua ajuda, ainda teremos dificuldade em lutar contra o senhor do nada. Já vimos a sua força antes, e não pode ser subestimada."
    },
    {
        "ID": "DialogConfig_100002003_Context",
        "Str": "Talvez seja possível."
    },
    {
        "ID": "DialogConfig_100002004_Context",
        "Str": "(respiração rápida, olhos cheios de determinação) : uma vez que agora é possível vencer o senhor do nada, temos de lutar com todas as nossas forças para vencer. Não nos recuaremos perante as dificuldades. É tempo de trabalharmos juntos."
    },
    {
        "ID": "DialogConfig_100002005_Context",
        "Str": "(com um sorriso e um olhar firme) : mira, o seu apoio é vital para nós. Embora o inimigo seja forte, acreditamos que juntos seremos capazes de vencer o senhor do nada."
    },
    {
        "ID": "DialogConfig_100002006_Context",
        "Str": "(acenando com a cabeça) : bem, se for possível derrotar os senhores do nada, estamos dispostos a trabalhar convosco. Embora o desafio seja difícil, não podemos perder a esperança."
    },
    {
        "ID": "DialogConfig_100002007_Context",
        "Str": "(um pequeno aceno com a cabeça, a atitude torna-se mais positiva) : assim sendo, estamos prontos para a batalha decisiva final. A ameaça dos senhores do nada tem de ser eliminada e temos de fazer tudo o que estiver ao nosso alcance."
    },
    {
        "ID": "DialogConfig_100002008_Context",
        "Str": "(segure as armas e os olhos firmes) : estamos prontos. Embora o inimigo seja forte, acreditamos que, com nossos esforços combinados, seremos capazes de derrotar o senhor do nada."
    },
    {
        "ID": "DialogConfig_100002009_Context",
        "Str": "(respire fundo e tenha confiança) : a colaboração é a chave para a solução. Agora temos de reunir todas as nossas forças e, para a vitória, para o futuro deste mundo, venceremos com certeza os senhores do nada."
    },
    {
        "ID": "DialogConfig_100002010_Context",
        "Str": "(ao lado da mira, com um tom firme) : vamos agir juntos. A ameaça dos senhores do nada não pode continuar, e nossas forças combinadas serão a última chave da vitória."
    },
    {
        "ID": "DialogConfig_100002011_Context",
        "Str": "(olhando com carinho para o companheiro, parecendo exaltado) : então, vamos dar as mãos e enfrentar o desafio final. Não vamos desistir, por mais difícil que seja. Para o futuro deste mundo, estamos certos de ganhar!"
    },
    {
        "ID": "DialogConfig_100003001_Context",
        "Str": "(falta de ar, dor no rosto) : parece que as minhas preocupações anteriores estavam certas. Vocês estão longe de ser fortes."
    },
    {
        "ID": "DialogConfig_100003002_Context",
        "Str": "(deitados no chão, parecendo abatidos e cansados) : fizemos o nosso melhor, mas o poder do senhor do nada ultrapassou a nossa imaginação. Mesmo com todas as nossas forças, ainda não conseguimos superar esta enorme ameaça."
    },
    {
        "ID": "DialogConfig_100003003_Context",
        "Str": "(pálido, tom baixo) : é verdade que a batalha é muito mais difícil do que esperávamos. Nossos planos e força parecem inúteis diante dos senhores do nada."
    },
    {
        "ID": "DialogConfig_100003004_Context",
        "Str": "(olhar desapontado para o chão, tom pesado) : fizemos tudo o que podíamos, mas não conseguimos derrotar o senhor do nada. Este fracasso não é apenas um golpe para nós, é um teste à nossa fé."
    },
    {
        "ID": "DialogConfig_100003005_Context",
        "Str": "(com um olhar digno e ressentimento) : gostaria de ter ajudado mais, mas parece que estamos a subestimar o poder dos senhores do nada. Temos de aceitar esta realidade e encontrar novas soluções."
    },
    {
        "ID": "DialogConfig_100003006_Context",
        "Str": "(ranger de dentes, voz tremendo) : esta derrota mostra-nos que temos muito a deixar a desejar face a um inimigo como este. Temos de aprender com isso e estar mais bem preparados para os próximos desafios."
    },
    {
        "ID": "DialogConfig_100003007_Context",
        "Str": "(tentando acalmar as emoções, mantendo o tom firme) : embora tenhamos falhado, isso não significa que tudo tenha acabado. Temos de resumir as experiências, ajustar as estratégias e encontrar uma maneira de derrotar os senhores do nada."
    },
    {
        "ID": "DialogConfig_100003008_Context",
        "Str": "[olhamos para os nossos companheiros e um pouco de determinação passa pelos nossos olhos] : não nos deixaremos desencorajar por esta derrota. Mesmo que agora pareça desesperado, temos de continuar a procurar oportunidades de vitória. O futuro deste mundo ainda está em nossas mãos."
    },
    {
        "ID": "DialogConfig_100003009_Context",
        "Str": "(respiração profunda, com um toque de firmeza na voz) : temos de nos acalmar e rever os nossos planos. A ameaça dos senhores do nada permanece, mas podemos encontrar novos pontos de ruptura a partir do fracasso."
    },
    {
        "ID": "DialogConfig_100003010_Context",
        "Str": "(tente levantar-se, mantenha o tom firme) : vamos usar este fracasso como motivação e estar prontos para o próximo desafio. A vitória está longe, mas devemos perseverar e não perder nenhuma esperança."
    },
    {
        "ID": "DialogConfig_100003011_Context",
        "Str": "(aceno com a cabeça e determinação nos olhos) : o fracasso é temporário, o nosso objectivo ainda está à nossa frente. Se continuarmos a trabalhar, seremos capazes de encontrar uma maneira de vencer o senhor do nada."
    },
    {
        "ID": "DialogConfig_110001001_Context",
        "Str": "Você não pode nos deter. Agora que você está aqui, nós só podemos resolver você."
    },
    {
        "ID": "DialogConfig_110001002_Context",
        "Str": "É irônico que a única maneira concebível de você salvar o mundo seja destruir. Mesmo que você use a destruição para fazer o mundo nascer de novo, depois de milhares de anos, se você enfrentar o mesmo problema, será que você destruirá novamente? Sua solução trata os sintomas e não as causas."
    },
    {
        "ID": "DialogConfig_110001003_Context",
        "Str": "Está tudo bem, mas é melhor do que deixar o mundo continuar a apodrecer."
    },
    {
        "ID": "DialogConfig_110001004_Context",
        "Str": "Eu não sei o que você está passando. O mundo é bom e ruim. Não é porque você está no escuro que o personagem todo o mundo está coberto de escuridão. O mundo vale a pena ser salvo, mesmo que seja apenas para aquele toque de luz da manhã."
    },
    {
        "ID": "DialogConfig_110001005_Context",
        "Str": "Não fazes ideia do que estamos a passar. Para nós, o mundo é irremediável."
    },
    {
        "ID": "DialogConfig_110001006_Context",
        "Str": "Vamos para a guerra, estamos em situações diferentes e falar muito não ajuda."
    },
    {
        "ID": "DialogConfig_110001007_Context",
        "Str": "(respiração profunda, tom sério) : agora que decidiram lutar para resolver isso, preparem-se para o desafio. Demonstraremos com as nossas acções que as nossas convicções e os nossos objectivos não são abalados pela vossa hostilidade."
    },
    {
        "ID": "DialogConfig_110001008_Context",
        "Str": "(armas apertadas, olhos firmes) : mesmo diante do confronto, não recuaremos. Continuaremos lutando até o último momento pelo futuro deste mundo."
    },
    {
        "ID": "DialogConfig_110001009_Context",
        "Str": "(o olhar é frio, a voz é firme) : comecemos, pois, a batalha. Vamos usar ações práticas para determinar quem é mais forte em suas convicções."
    },
    {
        "ID": "DialogConfig_110001010_Context",
        "Str": "(prontas para a luta, com um olhar decidido) : a luta é inevitável, e uma vez que estamos em posições opostas, que esta seja a única maneira de resolver o problema."
    },
    {
        "ID": "DialogConfig_110002001_Context",
        "Str": "Ganhais. Tendes o poder de mudar o mundo, mas o mundo não será necessariamente mudado como desejais."
    },
    {
        "ID": "DialogConfig_110002002_Context",
        "Str": "O mundo também é seu. Pode ser verdade que o mundo é ruim, mas se você tentar mudar, haverá sempre um canto do mundo iluminado por sua luz, não é? Junte-se a nós. Precisamos da sua força."
    },
    {
        "ID": "DialogConfig_110002003_Context",
        "Str": "(olhando para as mãos de alina, um pouco de perplexidade e hesitação) : embora os vossos ideais sejam belos, a realidade é muitas vezes mais cruel do que o ideal. Mesmo que nos juntemos a vós, a mudança não será tão fácil, e pode até haver mais desafios."
    },
    {
        "ID": "DialogConfig_110002004_Context",
        "Str": "(olhando para ryan com firmeza e um tom esperançoso) : mesmo que haja mais desafios, temos de enfrentar e tentar superá-los. Sua experiência e força são cruciais para nós. Se pudermos unir os nossos corações, talvez possamos realmente mudar o mundo para melhor."
    },
    {
        "ID": "DialogConfig_110002005_Context",
        "Str": "(um momento de silêncio, um pouco de hesitação nos olhos) : as vossas palavras fizeram-me começar a repensar as nossas escolhas. Embora tenhamos passado por muito, talvez juntar-se a vocês e fazer parte da mudança possa ser um novo começo."
    },
    {
        "ID": "DialogConfig_110002006_Context",
        "Str": "(ao lado de alina, com um tom sincero) : o que estamos procurando não é apenas uma vitória individual, mas o futuro de todo o mundo. A sua adesão não é apenas um complemento da nossa força, é também uma esperança para o futuro."
    },
    {
        "ID": "DialogConfig_110002007_Context",
        "Str": "(perto de ryan, tom suave) : entendemos que o processo de mudança pode ser difícil, mas é graças a parceiros como você que temos a chance de alcançar nossos objetivos. Por favor, pense nisso e junte-se a nós. Vamos trabalhar juntos para criar um futuro melhor."
    },
    {
        "ID": "DialogConfig_110002008_Context",
        "Str": "(respire fundo e, finalmente, um pouco de sorriso) : as vossas palavras dão-me esperança. Talvez, apesar dos desafios do mundo, ele possa mudar para melhor com nossos esforços. Gostaria de me juntar a vós e lutar juntos por este objectivo."
    },
    {
        "ID": "DialogConfig_110002009_Context",
        "Str": "(sorriso, olhos gratos) : obrigado ryan. A sua adesão não é apenas a nossa força, é também a nossa esperança de trabalharmos juntos. Vamos trabalhar juntos e lutar por um futuro melhor."
    },
    {
        "ID": "DialogConfig_110002010_Context",
        "Str": "(aceno, tom firme) : bem-vindos a bordo. Nosso objetivo ainda é claro. Vamos trabalhar juntos e dar o nosso melhor para o futuro deste mundo."
    },
    {
        "ID": "DialogConfig_110002011_Context",
        "Str": "(sorriso, tom de confiança) : vamos trabalhar juntos. Trabalhando juntos, certamente seremos capazes de tornar este mundo um lugar mais brilhante."
    },
    {
        "ID": "DialogConfig_110002012_Context",
        "Str": "(levantai-vos, olhos firmes) : comecemos, pois, um novo capítulo. Embora o caminho seja acidentado, podemos certamente encontrar um futuro brilhante se permanecermos unidos."
    },
    {
        "ID": "DialogConfig_110003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_110003002_Context",
        "Str": "(segure o ryan, com um toque de perda no tom) : mesmo que falhemos, não podemos negar o seu esforço e determinação. É verdade que o mundo é complexo, mas ainda há esperança se fizermos o nosso melhor para mudar."
    },
    {
        "ID": "DialogConfig_110003003_Context",
        "Str": "(abanando a cabeça, com um olhar de desespero) : fizemos o nosso melhor, mas parece que os nossos esforços ainda não foram suficientes. A escuridão deste mundo parece insondável e a mudança é realmente difícil de alcançar."
    },
    {
        "ID": "DialogConfig_110003004_Context",
        "Str": "(um momento de silêncio, frustração no tom) : mesmo quando falhamos, acreditamos na possibilidade de mudança. Embora agora não tenhamos alcançado o nosso objectivo, isso não significa que tudo tenha acabado."
    },
    {
        "ID": "DialogConfig_110003005_Context",
        "Str": "(o tom está cheio de decepção) : o fracasso desta vez nos pesa. Tentámos arduamente, mas a nossa força parece insignificante face a um desafio tão grande."
    },
    {
        "ID": "DialogConfig_110003006_Context",
        "Str": "(lágrimas nos olhos, voz tremendo) : embora tenhamos feito o nosso melhor, o resultado final foi tão decepcionante. Este fracasso mostra-nos que o caminho para mudar o mundo é muito mais difícil do que pensávamos."
    },
    {
        "ID": "DialogConfig_110003007_Context",
        "Str": "(suspiro, com um toque de sentimento no tom) : o que vivemos torna-nos mais conscientes da complexidade do mundo. Mesmo que nossos esforços falhem, devemos aceitar a realidade e pensar em como seguir em frente."
    },
    {
        "ID": "DialogConfig_110003008_Context",
        "Str": "(punho apertado com força, tom firme) : apesar do fracasso, não podemos perder a esperança. Temos de aprender com isso, rever a nossa estratégia e estar preparados para enfrentar novamente o desafio."
    },
    {
        "ID": "DialogConfig_110003009_Context",
        "Str": "(respiração profunda, tom pesado) : o fracasso é frustrante, mas não podemos parar aqui. O mundo ainda precisa que continuemos lutando."
    },
    {
        "ID": "DialogConfig_110003010_Context",
        "Str": "(acenando com a cabeça, tentando recuperar a calma) : vamos aprender com este fracasso e ajustar o nosso plano. Por muito doloroso que seja o presente, devemos perseverar na fé e trabalhar para a vitória futura."
    },
    {
        "ID": "DialogConfig_110003011_Context",
        "Str": "(olhar para cima, um pouco de firmeza nos olhos) : mesmo quando falhamos, temos de seguir em frente. Temos de procurar novas soluções, tentar superar as dificuldades que enfrentamos e lutar pelo futuro deste mundo."
    },
    {
        "ID": "DialogConfig_120001001_Context",
        "Str": "As coisas da força elemental parecem que vocês já sabem, e perseguiram até aqui."
    },
    {
        "ID": "DialogConfig_120001002_Context",
        "Str": "Que força elemental?"
    },
    {
        "ID": "DialogConfig_120001003_Context",
        "Str": "Sabes que mais, avô sábio?"
    },
    {
        "ID": "DialogConfig_120001004_Context",
        "Str": "Eu vi isso no livro, o mundo tem cinco forças elementares de madeira dourada, água, fogo e terra, mantendo o funcionamento básico do mundo."
    },
    {
        "ID": "DialogConfig_120001005_Context",
        "Str": "Parece-me que o verdadeiro propósito do vosso grupo é destruir o mundo com a força elemental."
    },
    {
        "ID": "DialogConfig_120001006_Context",
        "Str": "Não adianta saber que o mestre já recolheu a força do nada, já é tarde demais."
    },
    {
        "ID": "DialogConfig_120001007_Context",
        "Str": "Então, temos de nos apressar."
    },
    {
        "ID": "DialogConfig_120001008_Context",
        "Str": "(olhando para simon, o tom está cheio de ansiedade) : sábio, podemos usar a força elemental contra a força do nada? Existe alguma forma de reverter a situação?"
    },
    {
        "ID": "DialogConfig_120001009_Context",
        "Str": "(um momento de reflexão, a esperança é revelada na voz) : a força elemental é realmente a chave para manter o equilíbrio do mundo. Se for possível combinar essas forças, talvez seja possível combater a força do nada. Mas precisamos de uma informação mais detalhada e de uma preparação mais pormenorizada para a forma como vamos proceder."
    },
    {
        "ID": "DialogConfig_120001010_Context",
        "Str": "(com firmeza) : sendo assim, precisamos agir agora. É preciso encontrar e reunir as forças elementais para impedir a expansão da força do nada. O tempo urge e não podemos adiar mais."
    },
    {
        "ID": "DialogConfig_120001011_Context",
        "Str": "(e olhais friamente para eles, com um tom de ameaça). Talvez vossos esforços tenham sido vãos. O domínio do mestre sobre a força do nada é incomparável, e qualquer revolta terá um fim destrutivo."
    },
    {
        "ID": "DialogConfig_120001012_Context",
        "Str": "(cheio de determinação, com um olhar resoluto) : não importa quão forte seja o adversário, nunca desistiremos. Agora, devemos concentrar todas as nossas forças para encontrar a força elemental e contra-atacar. O futuro do mundo depende de nós."
    },
    {
        "ID": "DialogConfig_120001013_Context",
        "Str": "(aceno com a cabeça, tom firme) : vamos dar tudo o que pudermos e não vamos recuar, independentemente dos desafios. Para salvar o mundo, devemos nos unir para enfrentar a batalha que está por vir."
    },
    {
        "ID": "DialogConfig_120001014_Context",
        "Str": "(abre os livros, procura pistas) : vou tentar encontrar mais informações sobre a força elemental para te ajudar a fazer o teu plano. Temos de utilizar todos os recursos para termos uma oportunidade de inverter a situação."
    },
    {
        "ID": "DialogConfig_120001015_Context",
        "Str": "(prontas para agir, com determinação nos olhos) : vamos agir rapidamente e unir forças. Faremos tudo o que estiver ao nosso alcance para proteger o futuro deste mundo, mesmo diante dos nossos inimigos mais poderosos."
    },
    {
        "ID": "DialogConfig_120002001_Context",
        "Str": "É tarde demais para tudo. Você me ganhou, e não ajuda."
    },
    {
        "ID": "DialogConfig_120002002_Context",
        "Str": "(ofegante, firme) : por mais grave que seja a situação, estamos preparados. Agora, a chave é encontrar maneiras de combater a força do nada. Não perdemos a esperança."
    },
    {
        "ID": "DialogConfig_120002003_Context",
        "Str": "(aproximando-se de thomas, com um toque de preocupação no tom) : mesmo que o seu plano esteja quase concluído, ainda é possível encontrar uma solução. Temos de encontrar as fissuras e aproveitar todas as oportunidades possíveis para mudar a situação."
    },
    {
        "ID": "DialogConfig_120002004_Context",
        "Str": "(transcrição do livro, tom calmo) : o poder do nada é poderoso, mas o poder do mundo não se limita a isso. A presença da força elemental continua a ser um raio de esperança para nós. Se pudermos combinar essas forças, talvez contra a força do nada."
    },
    {
        "ID": "DialogConfig_120002005_Context",
        "Str": "(tom firme, olhos com determinação) : mesmo que agora pareça sem esperança, ainda temos a oportunidade de inverter a situação. Reuniremos todas as nossas forças para encontrar e usar as forças elementais e tentar mudar o destino do mundo."
    },
    {
        "ID": "DialogConfig_120002006_Context",
        "Str": "(com um suspiro profundo e um ligeiro alívio no tom) : vocês estão realmente cheios de coragem e determinação. Embora eu saiba que tudo isso pode ser inútil, espero que vocês encontrem a esperança e a força de que precisam."
    },
    {
        "ID": "DialogConfig_120002007_Context",
        "Str": "(aceno firme com a cabeça, com um tom de confiança) : vamos seguir em frente, por mais difícil que seja. Embora o vosso bloqueio seja forte, a nossa fé é ainda mais forte. Nós nunca vamos parar aqui."
    },
    {
        "ID": "DialogConfig_120002008_Context",
        "Str": "(sorriso, olhos gratos) : obrigado por nos dar esta oportunidade. Mesmo com poucas hipóteses de sucesso, faremos o nosso melhor. Cada momento de esforço é uma prova de que não desistimos."
    },
    {
        "ID": "DialogConfig_120002009_Context",
        "Str": "(fechando o livro, a esperança é revelada no tom) : vamos usar todo o conhecimento e poder disponíveis para mudar o destino do mundo. Mesmo que o caminho à nossa frente seja difícil, vamos lutar."
    },
    {
        "ID": "DialogConfig_120002010_Context",
        "Str": "E obrigado pela vossa perseverança. Continuaremos a lutar pelo futuro deste mundo e por tudo o que valorizamos."
    },
    {
        "ID": "DialogConfig_120002011_Context",
        "Str": "(olhando para eles, o tom é um pouco de arrependimento, mas também de esperança) : espero que vocês tenham sucesso. Se um dia o mundo fosse realmente salvo, eu ficaria orgulhoso de vocês."
    },
    {
        "ID": "DialogConfig_120003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_120003002_Context",
        "Str": "(olhares deprimidos, tom pesado) : fizemos tudo o que podíamos, mas não o suficiente. Perante uma força tão poderosa do nada, os nossos esforços parecem incapazes de mudar a situação."
    },
    {
        "ID": "DialogConfig_120003003_Context",
        "Str": "(cabeça baixa, com desapontamento na voz) : mesmo que tenhamos tentado de todas as maneiras possíveis, não conseguimos reverter a situação. O fracasso doeu-nos muitíssimo, mas temos de encarar a realidade."
    },
    {
        "ID": "DialogConfig_120003004_Context",
        "Str": "(ressentimento no tom) : nós realmente subestimamos a ameaça da força do nada. Mesmo que a presença da força elemental seja um raio de esperança para nós, é evidente que não é suficiente para combater uma força tão poderosa."
    },
    {
        "ID": "DialogConfig_120003005_Context",
        "Str": "[olhando para o outro lado desapontado, com um tom de resignação] : fizemos um grande esforço, mas o resultado final foi um fracasso. A realidade é tão cruel, embora não queiramos aceitá-la."
    },
    {
        "ID": "DialogConfig_120003006_Context",
        "Str": "(olhá-los friamente, com um toque de desprezo) : o vosso fracasso provou tudo. O domínio da força do nada não pode ser quebrado, e os vossos esforços serão apenas uma luta fútil."
    },
    {
        "ID": "DialogConfig_120003007_Context",
        "Str": "(olhar para cima, um toque de tenacidade no tom) : apesar do nosso fracasso, não desistimos facilmente. O futuro deste mundo continua nas nossas mãos e continuaremos a procurar outras soluções possíveis."
    },
    {
        "ID": "DialogConfig_120003008_Context",
        "Str": "(lágrimas nos olhos e um tom a tremer) : mesmo que enfrentemos o fracasso, esta experiência dá-nos uma ideia mais clara da complexidade do mundo. Temos de aprender com os nossos fracassos e procurar novas esperanças e caminhos."
    },
    {
        "ID": "DialogConfig_120003009_Context",
        "Str": "(voz triste, mas firme) : embora não tenhamos sido bem sucedidos, temos de resumir as nossas experiências e procurar novas direções. A força do nada, embora poderosa, não pode ser abandonada."
    },
    {
        "ID": "DialogConfig_120003010_Context",
        "Str": "(tentando acalmar as emoções, com determinação no tom) : mesmo que tudo pareça sem esperança agora, temos de manter a fé. O caminho que temos pela frente é difícil, mas continuaremos a trabalhar e a lutar pelo futuro deste mundo."
    },
    {
        "ID": "DialogConfig_120003011_Context",
        "Str": "(com um pequeno sorriso de indiferença, com uma última ironia no tom) : é verdade que a vossa persistência é admirável, mas os vossos esforços parecem insignificantes diante do nada. Os vossos fracassos também são apenas um microcosmo do mundo."
    },
    {
        "ID": "DialogConfig_120003012_Context",
        "Str": "(respire fundo, tom firme) : embora o fracasso nos seja doloroso, temos de aprender com ele. Não vamos desistir de tudo isso, vamos continuar a procurar uma nova esperança e lutar pelo futuro do mundo."
    },
    {
        "ID": "DialogConfig_120003013_Context",
        "Str": "(lágrimas apagadas, olhos cheios de determinação) : mesmo diante dos momentos mais sombrios, temos de continuar. O nosso objectivo continua claro e o caminho que temos pela frente, embora acidentado, continuará a ser o nosso."
    },
    {
        "ID": "DialogConfig_130001001_Context",
        "Str": "Finalmente, vocês estão aqui. Vocês não podem me deter. O meu poder não pode ser imaginado."
    },
    {
        "ID": "DialogConfig_130001002_Context",
        "Str": "Você é o senhor do nada, não é? Parece que precisamos selá-lo novamente."
    },
    {
        "ID": "DialogConfig_130001003_Context",
        "Str": "Hahahaha, venha experimentar."
    },
    {
        "ID": "DialogConfig_130001004_Context",
        "Str": "E não nos recuaremos facilmente, mesmo que sejais poderosos. Estamos prontos para responder às suas ameaças, não importa o custo."
    },
    {
        "ID": "DialogConfig_130001005_Context",
        "Str": "(abra os livros, procure informações, tom calmo) : o poder do quentin é assustador, mas não podemos desistir. A combinação das forças elementais pode ser capaz de resistir ao poder do nada. Precisamos aproveitar todos os recursos."
    },
    {
        "ID": "DialogConfig_130001006_Context",
        "Str": "(armas agarradas, olhos firmes) : por mais forte que quentin seja, não podemos permitir que continue a ameaçar o mundo. Faremos tudo o que pudermos para travar uma batalha decisiva contra ele."
    },
    {
        "ID": "DialogConfig_130001007_Context",
        "Str": "(risos, com ironia no tom) : a vossa determinação, por admirável que seja, é insignificante diante do nada. Vamos ver se a vossa chamada \"força total\" pode lutar contra o meu poder."
    },
    {
        "ID": "DialogConfig_130001008_Context",
        "Str": "(com firmeza nos olhos e tenacidade no tom) : mesmo diante de um inimigo poderoso, não recuamos. O destino deste mundo está em nossas mãos e nunca permitiremos que você continue a destruí-lo."
    },
    {
        "ID": "DialogConfig_130001009_Context",
        "Str": "(olhos confiantes, tom firme) : estamos prontos para o desafio. Mesmo que quentin seja forte, lutaremos com inteligência e coragem para encontrar uma maneira de vencer você."
    },
    {
        "ID": "DialogConfig_130001010_Context",
        "Str": "(abre livros antigos e revela esperança no tom) : de acordo com relatos antigos, embora o poder do senhor do nada seja poderoso, existem maneiras de decifrá-lo. Temos que encontrar e usar esses métodos para que seja possível vencer quentin."
    },
    {
        "ID": "DialogConfig_130001011_Context",
        "Str": "(respiração profunda, o tom está cheio de determinação) : estamos prontos. Apesar dos desafios que temos pela frente, vamos dar o nosso melhor e lutar até o fim. Quentin, o teu fim está à porta."
    },
    {
        "ID": "DialogConfig_130001012_Context",
        "Str": "(um toque de frieza nos lábios, um tom de ameaça) : vamos lá, vamos ver se os vossos esforços podem mudar o final. Testemunharei pessoalmente a vossa derrota e a vitória do nada."
    },
    {
        "ID": "DialogConfig_130001013_Context",
        "Str": "(um pequeno sorriso, olhos cheios de firmeza) : não importa o quão forte você seja, vamos lutar com todas as nossas forças. Para o bem deste mundo, vamos superar todas as dificuldades e alcançar a vitória final."
    },
    {
        "ID": "DialogConfig_130002001_Context",
        "Str": "Impossível. Ainda há alguém que me pode derrotar, vocês todos."
    },
    {
        "ID": "DialogConfig_130002002_Context",
        "Str": "Você nunca ouviu uma frase? Um banco de mil milhas desmoronou no ninho. Mesmo que nós fôssemos grilos, o seu grande barco teria que ser danificado por nós."
    },
    {
        "ID": "DialogConfig_130002003_Context",
        "Str": "(balançando a cabeça, mostrando choque e desaprovação) : vocês realmente conseguiram. Eu não esperava ser derrotado por vocês, os \"grilos\". O seu poder... Pode fazer-me recuar."
    },
    {
        "ID": "DialogConfig_130002004_Context",
        "Str": "(em frente, o tom está cheio de alegria triunfante) : finalmente conseguimos! Apesar de um inimigo tão poderoso como o senhor, a nossa unidade e determinação permitiram-nos vencer tudo."
    },
    {
        "ID": "DialogConfig_130002005_Context",
        "Str": "(folheando os livros, com alívio no tom) : o poder de quentin, apesar de poderoso, encontrámos uma forma de o ultrapassar com inteligência e tenacidade. Conseguimos deter a ameaça do nada."
    },
    {
        "ID": "DialogConfig_130002006_Context",
        "Str": "(sorriso, tom cheio de orgulho) : parece que, apesar da nossa pequena força, é a acumulação destes pequenos esforços que nos permite vencer um inimigo tão grande. Nós fizemos isso!"
    },
    {
        "ID": "DialogConfig_130002007_Context",
        "Str": "(perda gradual de poder, tom com relutância) : apesar de ganharem, a sombra do nada permanece. Se a vossa vitória pode realmente mudar tudo, talvez nunca saiba."
    },
    {
        "ID": "DialogConfig_130002008_Context",
        "Str": "E a nossa vitória é apenas o começo. Continuaremos a trabalhar para garantir que a ameaça do nada não volte a ressurgir. O mundo precisa de nós e não vamos parar."
    },
    {
        "ID": "DialogConfig_130002009_Context",
        "Str": "(tom cheio de gratidão e determinação) : aprendemos com a derrota, e a vitória de hoje pertence a todos os que perseveram na luta. O nosso trabalho está apenas no início."
    },
    {
        "ID": "DialogConfig_130002010_Context",
        "Str": "(aceno com a cabeça e tom de esperança) : a derrota de quentin é a prova de que, se nos unimos, podemos vencer qualquer dificuldade. O caminho é ainda longo, mas estamos confiantes."
    },
    {
        "ID": "DialogConfig_130002011_Context",
        "Str": "(passos em frente, tom firme) : é uma vitória que ganhamos, mas também um novo ponto de partida. Vamos seguir em frente e manter a paz e a estabilidade neste mundo."
    },
    {
        "ID": "DialogConfig_130002012_Context",
        "Str": "(um pouco de respeito nos olhos no final) : a vossa persistência e coragem impressionaram-me. Embora tenha falhado, reconheço que a vossa força e determinação são verdadeiramente dignas de respeito."
    },
    {
        "ID": "DialogConfig_130002013_Context",
        "Str": "(sorriso, tom cheio de firmeza) : obrigado pelo reconhecimento. Continuaremos a lutar pelo futuro deste mundo e não deixaremos nenhuma escuridão cair novamente."
    },
    {
        "ID": "DialogConfig_130003001_Context",
        "Str": "Ainda somos muito fracos!"
    },
    {
        "ID": "DialogConfig_130003002_Context",
        "Str": "(ofegante, parecer frustrado) : fizemos o nosso melhor, mas no final não conseguimos parar o teu plano. A força do nada é mais forte do que esperávamos."
    },
    {
        "ID": "DialogConfig_130003003_Context",
        "Str": "(desapontado) : fizemos o nosso melhor, mas parece que as nossas forças ainda não são suficientes. O fracasso é incomensuravelmente doloroso, mas a realidade é essa."
    },
    {
        "ID": "DialogConfig_130003004_Context",
        "Str": "(folheando os livros, o tom está cheio de ressentimento) : apesar de termos tentado muito, não conseguimos encontrar uma solução eficaz face ao poder do nada. O nível de complexidade de tudo isso está além da nossa imaginação."
    },
    {
        "ID": "DialogConfig_130003005_Context",
        "Str": "(cabeça baixa, tom pesado) : fizemos tudo o que podíamos e, no final, falhámos. Parece que o nosso conhecimento da força do nada ainda é muito superficial."
    },
    {
        "ID": "DialogConfig_130003006_Context",
        "Str": "(sorriso triunfante e ironia no tom) : o vosso esforço é ridículo. Mesmo que façam o melhor que puderem, não podem mudar o destino. O domínio da força do nada já é imparável."
    },
    {
        "ID": "DialogConfig_130003007_Context",
        "Str": "(com a cabeça levantada e um pouco de firmeza nos olhos) : mesmo quando falhamos, não desistimos completamente. Embora não possamos alterar a situação neste momento, continuaremos a procurar uma solução."
    },
    {
        "ID": "DialogConfig_130003008_Context",
        "Str": "(voz a tremer, com tristeza no tom) : o nosso fracasso é de coração partido. No entanto, temos de aprender com isso, para que possamos encontrar uma nova esperança no futuro."
    },
    {
        "ID": "DialogConfig_130003009_Context",
        "Str": "(tom cheio de tristeza) : embora não tenhamos conseguido, não podemos desistir. O poder do nada é poderoso, mas devemos continuar a procurar soluções."
    },
    {
        "ID": "DialogConfig_130003010_Context",
        "Str": "(respire fundo, com determinação no tom) : mesmo se falharmos agora, temos de seguir em frente. Os desafios do futuro permanecem e não podemos recuar perante eles."
    },
    {
        "ID": "DialogConfig_130003011_Context",
        "Str": "E olhais fríamente para eles, com um último desprezo. Eu continuarei a dominar o mundo até que ele afunda completamente."
    },
    {
        "ID": "DialogConfig_130003012_Context",
        "Str": "(com firmeza) : apesar dos nossos fracassos, a nossa determinação não vacilará. Aprendemos com a derrota e realinhamos nossas estratégias para a vitória final."
    },
    {
        "ID": "DialogConfig_130003013_Context",
        "Str": "(um pequeno aceno com a cabeça e um tom firme) : continuaremos a lutar, por mais difícil que seja. O fracasso é temporário, e ainda trabalharemos para o futuro do mundo."
    },
    {
        "ID": "DialogConfig_200001001_Context",
        "Str": "Noah, preciso da tua ajuda. Ontem à noite, o céu estava algo fora do normal, então eu adivinhei a fofoca. Mas a fonte do fofoca era o nada, e só se podia ver uma escuridão penetrando gradualmente todo o continente."
    },
    {
        "ID": "DialogConfig_200001002_Context",
        "Str": "Vivemos em um mundo com organizações que nos mantêm seguros. Eles resolvem tudo. Não se preocupe."
    },
    {
        "ID": "DialogConfig_200001003_Context",
        "Str": "Desta vez é diferente, o nada devorará gradualmente a todos, como a noite que desce silenciosamente, e quando você olha pela janela, de repente percebe que a noite cobriu completamente a terra."
    },
    {
        "ID": "DialogConfig_200001004_Context",
        "Str": "Então, o que posso fazer?"
    },
    {
        "ID": "DialogConfig_200001005_Context",
        "Str": "Eu preciso que você vá à floresta da lua estrelada para encontrar um homem chamado calvin, que tem o poder de prever o futuro e pode nos ajudar a descobrir a verdade sobre este assunto."
    },
    {
        "ID": "DialogConfig_200001006_Context",
        "Str": "Do que estão a falar? Em que posso ajudar?"
    },
    {
        "ID": "DialogConfig_200001007_Context",
        "Str": "O velho sábio sentiu algo ruim. Eu preciso encontrar alguém."
    },
    {
        "ID": "DialogConfig_200001008_Context",
        "Str": "Acontece que eu também vou para a floresta da lua estrelada para coletar algumas ervas medicinais. Vou com você."
    },
    {
        "ID": "DialogConfig_200001009_Context",
        "Str": "Também é bom que a alia já esteve várias vezes e conhece um pouco mais o local."
    },
    {
        "ID": "DialogConfig_200001010_Context",
        "Str": "Por precaução, tenho algumas coisas para vocês no acampamento dos heróis. Lembrem-se de as levar antes de irem embora."
    },
    {
        "ID": "DialogConfig_200002001_Context",
        "Str": "Velho sábio, trouxemos de volta aquele que você precisa."
    },
    {
        "ID": "DialogConfig_200002002_Context",
        "Str": "Bom trabalho. Calvin, há quanto tempo. Você sabe o que está acontecendo."
    },
    {
        "ID": "DialogConfig_200002003_Context",
        "Str": "Eu queria vir e perguntar-lhe. Houve um acidente no meio, graças ao homem que você enviou."
    },
    {
        "ID": "DialogConfig_200002004_Context",
        "Str": "O que aconteceu?"
    },
    {
        "ID": "DialogConfig_200002005_Context",
        "Str": "Eu também não sei muito bem neste momento, só sei que algumas pessoas querem algo de mim."
    },
    {
        "ID": "DialogConfig_200002006_Context",
        "Str": "Eles não tiveram sucesso nessa operação e devem voltar para a floresta estrelada novamente. Parece que temos de fazer outra viagem, e desta vez vou com vocês para evitar algum perigo desconhecido."
    },
    {
        "ID": "DialogConfig_200002007_Context",
        "Str": "Temos, portanto, de reavaliar a situação actual."
    },
    {
        "ID": "DialogConfig_200002008_Context",
        "Str": "Sim, não devemos tomar isso de ânimo leve. Desta vez irei pessoalmente convosco para a floresta da lua estrelada, em caso de perigo desconhecido. Precisamos entender o seu verdadeiro propósito e resolver esta ameaça o mais rapidamente possível."
    },
    {
        "ID": "DialogConfig_200002009_Context",
        "Str": "Eu concordo. É inteligente se preparar com antecedência."
    },
    {
        "ID": "DialogConfig_200002010_Context",
        "Str": "Então, vamos agir. Temos de garantir que desta vez não haverá surpresas e que o problema será resolvido de uma vez por todas."
    },
    {
        "ID": "DialogConfig_200002011_Context",
        "Str": "Sim, não devemos tomar isso de ânimo leve. Desta vez irei pessoalmente convosco para a floresta da lua estrelada, em caso de perigo desconhecido. Precisamos entender o seu verdadeiro propósito e resolver esta ameaça o mais rapidamente possível."
    },
    {
        "ID": "FightTipsPanel_Desc",
        "Str": "Reiniciar perderá os registros existentes para esse nível. Você confirma o reinício?"
    },
    {
        "ID": "HeroPanel_LevelUP",
        "Str": "A actualização"
    },
    {
        "ID": "HeroPanel_Wear",
        "Str": "A usar"
    },
    {
        "ID": "HeroPanel_Unwear",
        "Str": "descarregar"
    },
    {
        "ID": "HeroPanel_ActiveTalent",
        "Str": "activar"
    },
    {
        "ID": "FightOverPanel_PhyAttack",
        "Str": "Um ataque físico"
    },
    {
        "ID": "FightOverPanel_MagAttack",
        "Str": "O ataque mágico"
    },
    {
        "ID": "FightOverPanel_Cure",
        "Str": "tratamento"
    },
    {
        "ID": "FightOverPanel_PhyDefense",
        "Str": "A defesa física"
    },
    {
        "ID": "FightOverPanel_MagDefense",
        "Str": "A defesa mágica"
    },
    {
        "ID": "SmithyRewardPanel_Title",
        "Str": "Parabéns pelo equipamento"
    },
    {
        "ID": "FightOverPanel_Win",
        "Str": "vitória"
    },
    {
        "ID": "FightOverPanel_Failed",
        "Str": "fracasso"
    },
    {
        "ID": "HeroPanel_Reset",
        "Str": "Tem certeza de que deseja redefinir {0}? Esta ação esvazia talentos ativos, redefine o nível para 1 e devolve todos os recursos."
    },
    {
        "ID": "FightPanel_SkipTips",
        "Str": "Por favor, termine a operação do herói atual!"
    },
    {
        "ID": "CommonTips",
        "Str": "Clique em áreas vazias para continuar"
    },
    {
        "ID": "FastedPassPrefix",
        "Str": "Recorde de vitórias mais rápidas:"
    },
    {
        "ID": "HeroCountPrefix",
        "Str": "Número de pessoas necessárias:"
    },
    {
        "ID": "FightTarget",
        "Str": "Condições para a vitória:"
    },
    {
        "ID": "OwnedPrefix",
        "Str": "Já tem:"
    },
    {
        "ID": "RewardItemsPanel_Title",
        "Str": "Parabéns pelo recurso"
    },
    {
        "ID": "DayConfig_1_Desc",
        "Str": "Os atributos dos heróis no campo de batalha aumentam em 5% e os inimigos diminuem em 5%"
    },
    {
        "ID": "DayConfig_2_Desc",
        "Str": "As estatísticas dos heróis no campo de batalha são reduzidas em 5% e as estatísticas dos inimigos melhoradas em 5%"
    },
    {
        "ID": "Data_Saved",
        "Str": "O progresso mais recente foi salvo!"
    },
    {
        "ID": "Fight_HeroTurn",
        "Str": "Nosso turno de"
    },
    {
        "ID": "Fight_EnemyTurn",
        "Str": "Rodadas inimigas"
    },
    {
        "ID": "Fight_BonfireTips",
        "Str": "Você precisa enviar heróis para a fogueira para acender a fogueira!"
    }
]